Repository: winterheart/rcg2-l10n
Catalog: data/po/*/Credits.po
Languages: ru

# LBL_ADDITIONAL_PRODUCTION_TITLE
source: Additional Production
ru: Дополнительное производство

# LBL_ADDITIONAL_PROGRAMMER_TITLE
source: Additional Programming
ru: Дополнительное программирование

# LBL_ADDTLDESIGN
source: Additional Design
ru: Дополнительный дизайн

# LBL_ANIMATOR_TITLE
source: Animators
ru: Аниматоры

# LBL_ARCASIA_BRANCHMGR
source: Branch Manager
ru: Менеджер подразделения

# LBL_ARCASIA_CNZHLOC
source: Chinese Translation
ru: Перевод на китайский

# LBL_ARCASIA_FINANCE
source: Finance
ru: Финансы

# LBL_ARCASIA_KORLOC
source: Korean Translation
ru: Перевод на корейский

# LBL_ARCASIA_MARKETINGTEAM
source: Marketing Team
ru: Команда по маркетингу

# LBL_ARCASIA_PRODTEAM
source: Product Team
ru: Продуктовая команда

# LBL_ARCPUB
source: PUBLISHING
ru: ИЗДАТЕЛЬСТВО

# LBL_ARC_ASIA
source: ARC SYSTEM WORKS Asia Branch
ru: ARC SYSTEM WORKS филиал в Азии

# LBL_ARC_CREATIVE
source: Creative Team
ru: Творческая команда

# LBL_ARC_MARKETING
source: Marketing Team
ru: Команда по маркетингу

# LBL_ARC_QA_TESTER_TITLE
source: ARC Quality Assurance Testers
ru: Тестеры контроля качества ARC

# LBL_ART_DEPT_DIRECTOR_TITLE
source: Art Dept Director
ru: Директор арт-отдела

# LBL_ART_DIRECTOR_TITLE
source: Art Director
ru: Арт-директор

# LBL_ASSOCIATE_PRODUCERS_TITLE
source: Associate Producer
ru: Ассоциированный продюсер

# LBL_AUDIOGRAPHER_JP
source: Director of Audiographer
ru: Директор аудиографии

# LBL_AUDIO_ENGINEER_JP
source: Engineer of Recording
ru: Инженер звукозаписи

# LBL_AUDIO_ENGINEER_TITLE
source: Audio Engineers
ru: Звукоинженеры

# LBL_AUDIO_TITLE
source: Audio Designers
ru: Аудиодизайнеры

# LBL_CONSOLE_PROGRAMMER_TITLE
source: Console Programmer
ru: Консольный программист

# LBL_CREATIVE_DIRECTOR_TITLE
source: Creative Director
ru: Креативный директор

# LBL_CUSTOMER_SUPPORT
source: Marketing Manager
ru: Менеджер маркетинга

# LBL_DEVELOPED_BY_TITLE
source: Developed by
ru: Разработано

# LBL_DIRECTOR_TITLE
source: Director
ru: Директор

# LBL_DLC_TEAM_TITLE
source: Double Dragon DLC Team
ru: Команда дополнения Double Dragon

# LBL_ENV_ARTIST_TITLE
source: Environment Artists
ru: Художники по окружению

# LBL_EN_VO
source: ENGLISH VOICEOVER
ru: АНГЛИЙСКОЕ ОЗВУЧИВАНИЕ

# LBL_EXECUTIVE_PRODUCER_TITLE
source: Executive Producer
ru: Исполнительный продюсер

# LBL_JP_VO
source: JAPANESE VOICEOVER
ru: ЯПОНСКОЕ ОЗВУЧИВАНИЕ

# LBL_LEAD_ANIMATOR_TITLE
source: Lead Animator
ru: Ведущий аниматор

# LBL_LEAD_AUDIO_TITLE
source: Lead Audio Designer
ru: Ведущий аудиодизайнер

# LBL_LEAD_ILLUSTRATOR_TITLE
source: Illustrators
ru: Иллюстраторы

# LBL_LEAD_PROGRAMMER_TITLE
source: Lead Programmer
ru: Ведущий программист

# LBL_LEAD_QA_TITLE
source: Quality Assurance Lead
ru: Лидер контроля качества

# LBL_LEVEL_DESIGNER_TITLE
source: Level Designers
ru: Дизайнеры уровней

# LBL_MARKETING_ASSISTANT
source: Marketing Coordinator
ru: Координатор маркетинга

# LBL_MUSIC_TITLE
source: Music
ru: Музыка

# LBL_NETWORKING_PROGRAMMER_TITLE
source: Networking Programmer
ru: Программист сетевого кода

# LBL_OPS_TEAM
source: Operation Team
ru: Операционная команда

# LBL_PLAYTESTER_TITLE
source: Playtesters
ru: Тестеры

# LBL_PRODCOORD
source: Production Coordinator
ru: Координатор производства

# LBL_PRODUCERS_TITLE
source: Producer
ru: Продюсер

# LBL_PROGRAMMER_TITLE
source: Programmers
ru: Программисты

# LBL_PROGRAMMING_MANAGER_TITLE
source: Technical Director
ru: Технический директор

# LBL_PR_MANAGER_TITLE
source: Communications Officer
ru: Связь с общественностью

# LBL_PUBLISHED_BY_ARC
source: Published by Arc System Works Co.,Ltd.
ru: Опубликовано ARC System Works Co., Ltd.

# LBL_PUBLISHED_BY_WF
source: Published by WayForward
ru: Опубликовано WayForward

# LBL_PUBLISHING_HEAD_TITLE
source: Director of Biz Dev and Publishing
ru: Директор по бизнесу и издательству

# LBL_QA_MANAGER_TITLE
source: Quality Assurance Manager
ru: Менеджер по контролю качества

# LBL_QA_TESTER_TITLE
source: Quality Assurance Testers
ru: Тестеры контроля качества

# LBL_RCG1_SHOP_VA
source: RCG1 Voice Actors (Shopkeepers) - English
ru: Актёры озвучивания RCG1 (продавцы, английский)

# LBL_SALESSTAFF
source: SALES STAFF
ru: ПЕРСОНАЛ ПО ПРОДАЖАМ

# LBL_SONGS_TITLE
source: Songs
ru: Песни

# LBL_SPECIAL_THANKS_TITLE
source: WayForward Special Thanks
ru: Особая благодарность WayForward

# LBL_STORYBOARD_ARTIST_TITLE
source: Intro Animation Storyboards
ru: Анимация вступительных роликов

# LBL_SUPERVISOR
source: Supervisor
ru: Супервизор

# LBL_THANKS_FOR_PLAYING_TITLE
source: THANKS FOR PLAYING!!!
ru: СПАСИБО ЗА ИГРУ!!!

# LBL_TYRANNICAL_OVERLORD_TITLE
source: Tyrannical Overlord
ru: Тиран-повелитель

# LBL_UI_DIRECTOR_TITLE
source: Lead UI Designer
ru: Ведущий дизайнер интерфейсов

# LBL_UI_MENU_ARTIST_TITLE
source: UI Designers
ru: Дизайнеры интерфейсов

# LBL_VFX_ARTIST_TITLE
source: Visual Effects Artists
ru: Художники по визуальным эффектам

# LBL_VFX_DIRECTOR_TITLE
source: Lead Visual Effects Artist
ru: Ведущий художник по визуальным эффектам

# LBL_VOICE_ACTOR_JP
source: Voice Actors - Japanese
ru: Актёры озвучивания (японский)

# LBL_VOICE_ACTOR_TITLE
source: Voice Actors - English
ru: Актёры озвучивания (английский)

# LBL_VO_CASTING_JP
source: VO Casting and Production
ru: Кастинг и производство

# LBL_VO_CASTING_TITLE
source: VO Casting and Direction
ru: Кастинг и руководство

# LBL_VO_FACILITIES
source: VO Recording Facilities
ru: Студия звукозаписи

# LBL_WRITER_TITLE
source: Written by
ru: Сюжет
