Repository: winterheart/rcg2-l10n
Catalog: data/po/*/HonkrNoSlang.po
Languages: ru

# HonkPrimosOpen
source: I don't care what you do, but if you want to eat some food, you can use those emblems to get into Primo's fancy restuarant.
ru: Не то чтобы мне есть дело, но если хотите поесть, можете воспользоваться той эмблемой, чтобы попасть в расфуфыренный ресторан примо

# HonkrAnUnfortunateSituationStart
source: That witch, that awful witch...! Woe is me!! They scattered my precious product across the horizon! Someone, anyone, please help me... :'(
ru: Эта ведьма, ужасная ведьма!... О горе мне!! Весь мой товар разнесло по всей округе! Кто-нибудь, помогите мне все собрать... :'(

# HonkrBankHeist
source: Meet me at North Ravine Lane. That's it. That's the honk.
ru: Встретимся в Северном Овражном переулке. Это всё - это весь кряк.

# HonkrBankHeist2
source: You will find my father's men over at the Crosstown Bank in the Town Square.
ru: Вы найдёте людей моего отца в Банке Кросстауна на Городской площади.

# HonkrBasketball
source: If anyone wants to help me with a small yakuza issue at the basketball court, I'd be super thankful! ;-)
ru: Если кто-нибудь поможет мне с небольшой проблемкой якудза на баскетбольной площадке, я буду суперблагодарен! ;-)

# HonkrBeachCreep
source: Ugh!! >///< I just want to enjoy the beach, and that creeper Yamada won't leave me alone...! TnT Someone help me... Q.Q
ru: Уф!! >///< Я просто хотела позагорать на пляжу, но этот приставала Ямада не даёт мне прохода!.. TnT Кто-нибудь, помогите мне... Q.Q

# HonkrBeanBall
source: Please, someone with athletic abilities, get over to Beanball Court as fast as you can and whip these bums into shape. =_=
ru: Пожалуйста, кто-нибудь атлетического телосложения, приходите как можно скорее на площадку для игры в вышибалы и приведите эти увальней в форму. =_=

# HonkrBeeboo
source: Here's a hot tip from your number one pal Godai! ;-) There's an old friend of mine hanging out in the Atrium who might just want to help you out...oh man, I love friendship!
ru: Вот горячий совет от суперлучшего приятеля Годая! ;-) В атриуме зависает мой старый друг, который может помочь вам в беде... В конце концов, дружба - это прекрасно! (конечно, мы тоже лучшие друзья)

# HonkrBeebooExit
source: You can't leave yet! You need to find the vent first. Idiots...
ru: Эй, не уходите! Вы что, забыли? Ищите вентиляционные шахты...

# HonkrBlueprints
source: Could anyone do their best friend Godai a favor...? :< I can't remember where I left my blueprints. Last time I saw it was the Auditorium. I'll be waiting. ;-)
ru: Окажите старому другу Годаю услугу? :< Не могу вспомнить где я оставил суперважные чертежи. В последний раз я их видел в актовом зале. Буду ждать. ;-)

# HonkrBuffBeach
source: Hey there, everyone. Every day, no breaks taken, I need to work out. Are you ready to work out? Let's see if you're worthy!
ru: Привет всем. Круглые сутки напролет, без перерывов, я качаю мышцы. Хотите тоже? Посмотрим, сможете ли!

# HonkrEnoki
source: I did it! I finally did it! ^-^ Enoki's Smoky Mochi is open for business!! Keep an eye out for my food truck, coming to a parking spot near you! ^w^
ru: У меня получилось! Наконец-то получилось! ^_^ Копчёные моти Эноки открыты!! Ищите мой фургончик на любой парковке! ^w^

# HonkrGhostPepperEnd
source: Thanks a lot, weirdos. I'll take the ghost trap to the Graveyard for you. Meet you there, imbeciles. -_-
ru: Спасибо большое, чудаки. Я отнесу ловушку для призраков на кладбище. Увидимся там, имбецилы. -_-

# HonkrGhostPepperStart
source: Some strange magic is happening in the graveyard...those vines have been blocking off more and more of Flatirons lately... It's enough to chill you to your bones.
ru: На кладбище творится какая-то странная магия...заросли окутали почти все тропы на Нагорье... Мне так страшно, что пробирает до самых костей.

# HonkrHHabobo
source: If anyone wants to punch stuff, Abobo is offering his services...FOR A PRICE!! Come to Abobo's apartment if you're interested.
ru: Если кто хочет надавать кому, Абобо готов помочь... ЗА ДЕНЬГИ!! Приходите к Абобо, если интересно.

# HonkrHHalex
source: So many pixels in this city. So many pixels to punch! I'll be hanging out on the bridge.
ru: Так много пикселей в этом городе. Так много пикселей нужно избить! Я буду на мосту.

# HonkrHHberserker
source: You look so weak, I might as well call you calendar! You know, because your days are numbered. HA-HA! Junior gets it! If you need a hand, let me know. I HAVE TWO! LOL! I'm at the amusement park.
ru: Вы не похожи на плохих парней, так что мы вдвоём с младшим вам поможем. Мы в парке развлечений, так что готовьте деньги и приходите сюда.

# HonkrHHchris
source: Anyone seen my friend Provie...? She really likes dancing and violence, so give me a call if you need help punching stuff. I'm in Capitol Ave.
ru: Вы знаете мою подружку пруви?.. Она очень любит танцы и жестокость, и у нее такое решительное лицо. Кажется я заблудилась. найдете меня и я кое-чем вам помогу. Если что, я буду на Центральной улице.

# HonkrHHhibari
source: You peons are tolerable, I guess. If you can afford my assistance, I will be at the shipyards.
ru: Даже такие отбросы, как вы, оказались мне полезны. Если сможете позволить мои услуги, я буду в доках.

# HonkrHHjam
source: I heard there's some super yummy ramen in Uptown! Meet me in Yokocho and let's grab something to eat! You're buying, though~ :3
ru: Я слышала в Пригороде готовят супервкусный рамен! Встретимся в Ёкочо и хорошенько перекусим! Только ты платишь~ :3

# HonkrHHkebako
source: HI MY NAME IS KEBAKO!! LET'S BE FRIENDS IF YOU GIVE ME MONEY!!!!!!!! :D
ru: ВСЕМ ЧМОКИ, МЕНЯ ЗОВУТ КЕБАКО!! ДАВАЙ ДРУЖИТЬ, ЕСЛИ ДАШЬ МНЕ ДЕНЕГ!!!!!!! :D

# HonkrHHnoize
source: I'll be in the recreation room at Technos if you want to hire me for a private concert.
ru: Я буду комнате отдыха Техноса если захочешь нанять меня на частный концерт.

# HonkrHHpaul
source: If I'm not busy, on a date, or just generally being awesome, I'll be here if you want to hire me for some extra muscle. ;) Just kidding, that means I'd never be here lol
ru: Когда я не работаю, не на свиданке или не занят своим великолепием, свистни в любое время, если понадобятся мускулы ;). Шучу, не в любое время лол

# HonkrHHryan
source: Not sure what's happening, but I'm here to fight. Come find me at the dog park if you want to team up.
ru: Не знаю как это вышло, но теперь я здесь, готов для драки. Приходи в собачий парк, если нужен партнёр для команды.

# HonkrHHsol
source: If you want to see the coolest cameo of the entire game, come to the park in Ocean Heights. B)
ru: Если хочешь встретить самое крутое камео во всей игре, приходи в парк на Океанских холмах. B)

# HonkrHHwes
source: If anyone needs a suave fighter to elegantly pummel your foes into a fine mist, hit me up. I'll be at the nightclub.
ru: Если кому-то нужен элегантный боец, чтобы изящно избить своих врагов в пыль, стучитесь ко мне. Я буду в ночном клубе.

# HonkrHostages
source: I marked the location where I saw our friends being held captive...! ;;;A;; I would've helped them, but I'm not good at fighting... >///< Please, help them...!
ru: Я отметила все места, где держат наших друзей!.. ;;;А;; Я бы тоже помогла, только совсем не умею драться >///< Пожалуйста, помоги им!

# HonkrInsideMainframe
source: You're headed into the core of Technos now. Up ahead, you'll find the mainframe. Hack it to get the code to Tsuiko's office.
ru: Отправляйтесь в Технос. там найдёте мейнфрейм. Взломайте его, чтобы получить код в кабинет Цуйко.

# HonkrKaori
source: The mall has everything you need~! <3 And if anyone is down for hanging out, just let me know! ^^ I'll buy you food~ :3 ...haha please?
ru: В торговом центре есть всё, что нужно~! <3 А если кому-то нужно развлечься, просто дайте мне знать! ^^ С меня еда~ :3 ... хаха пожалуйста?

# HonkrKenTwins
source: Hey, if anyone's curious, that idiot Ken is hiding on the school rooftop like a dumb punk. Pffff...typical video game boss. (¬‿¬)
ru: Эй, если кому интересно, этот идиот Кен засел на крыше школы как какая-то тупая шпана. Пфф... типичный видеоигровой босс. (¬_)

# HonkrKunioDefault
source: Sometimes I feel like I've lived more than 30 lives...I don't know, is that weird?
ru: Иногда мне кажется, что я прожил больше 30 жизней... Не знаю, может, это странно?

# HonkrKyokoDefault
source: Do you think that cats and dogs say, "It's raining humans"? O_O Or would it be like, "Mew mew mew bork bork boof"...
ru: Интересно, что говорят кошки или собаки, когда хотят, чтобы их погладили? Типа мяу-мяу-мяу или гав-гав-гав? Почему они делают это по три раза?

# HonkrKyokosMom
source: You kiddos need some fresh air! Two months of sitting on the couch is not good for your lumbar. Love, Mom
ru: Вам, детишки, нужно выйти на свежий воздух! Два месяца сидения на диване плохо скажется на пояснице. С любовью, мама

# HonkrMarianDefault
source: I'm here to do sit-ups and chew bubblegum..and I'm all out of bubblegum.
ru: я здесь чтобы качать пресс и жевать жвачку..и жвачка у меня кончилась.

# HonkrMisakoDefault
source: What is a tsundere? And why do people keep calling me that...
ru: Что значит цундэрэ? И почему все меня так называют...

# HonkrMrKFirst
source: I've got some hot leads on a case for any detectives interested...swing on by the Principal's Office if you like MYSTERY.
ru: Молодые люди, что мечтают стать великими детективами! Я подготовил для особую Загадку! Заинтересованным ученикам просьба немедленно проследовать в кабинет директора.

# HonkrMrKSecond
source: You strolled into my office and really showed me a thing a two about detectiving...detecting? MYSTERY SOLVED! Come get your reward.
ru: Ребята, вы показали мне, что такое настоящий детектив! ТАЙНА РАЗГАДАНА! Приходите за наградой.

# HonkrOfficeFengShuiEnd
source: You're all done? Wow, you really ARE used to manual labor! Come meet me at the cubicles! ^^
ru: Уже закончили? Ого, вы ВПРАВДУ использовали ручной труд! Возвращайтесь ко мне в опенспейс! ^^

# HonkrOfficeFengShuiMid
source: Remember, unskilled labor is a myth used to justify poverty wages! Anyway, I'm super busy, but you can find the furniture in the Lobby, Mech Factory, and Museum! :3 You're, like, super appreciated!
ru: Запомните, неквалифицированный труд - это миф для оправдания неравенства в оплате! В любом случае, я о-очень сильно занята, но мебель можете найти в вестибюле, на меха-фабрике и в музее! :3 Буду очень признательна!

# HonkrOfficeFengShuiStart
source: I really need help moving some stuff but I literally just got this manicure yesterday? :( Beauty really is such a heavy burden to bear...
ru: Мне нужна помощь передвинуть кое-что. Но я буквально вчера сделал маникюр :(. Как же трудно поддерживать красоту...

# HonkrPrimosOpen
source: I don't care what you do, but if you want to eat some food, you can use those emblems to get into Primo's fancy restuarant.
ru: Не то чтобы мне есть дело, но если хотите поесть, можете воспользоваться той эмблемой, чтобы попасть в расфуфыренный ресторан примо

# HonkrProvieDefault
source: Pffft, what is this? New game plus?
ru: Пффф, это что ещё такое? Новая игра плюс?

# HonkrRescute
source: Hey~! Oh. My. Gosh!! There's so many cute cats and so little time~!! :3 You should come check out these squishy little furballs for yourself~~!!
ru: Эй~! О. Мой. Бог!! Тут так много миленьких котиков и так мало времени~!! :3 Обязательно загляните и проведайте этих маленьких пушистеньких непосед~~!!

# HonkrRikiDefault
source: I feel like I could pull off a pompadour, but it's so much gel...nah, I'm okay.
ru: О нет, моя чёлка плохо держится... это из-за того что я сменил гель? Как теперь это исправить.

# HonkrRollingBlackoutsEnd
source: Hey, the lights are back on, nice. B) Head back my way, I have a "thank you" present for you. I'm just cleaning the blood off of it first.
ru: Эй, свет снова горит, круто. B) Приходите обратно, хочу в знак благодарности кое-что подарить. Только сначала кровь вытру.

# HonkrRollingBlackoutsFinal
source: TUNNEL!!! THE TUNNEL IS LIT!! IT'S LIT WITH LIGHTS!! But also "lit" like cool...hehe. Abobo make pun... ((with no slang whatsoever, this could also be...)) TUNNEL!!! THE TUNNEL IS LIT!! IT'S LIT WITH LIGHTS!!
ru: ТУННЕЛЬ!!! ТУННЕЛЬ ГОРИТ!! ГОРИТ ОГНЯМИ!! в смысле освещён... хехе, Абобо пошутил...

# HonkrRollingBlackoutsStart
source: Bummer...I was about to mug some tourists, and all the lights went out. :(
ru: Облом... Я почти впарил туристам дешёвую кружку, и тут выключили свет. :(

# HonkrSelfies
source: I think that not enough people post photos of themselves on this website. ;-) Be the change that I--I mean, the WORLD--wants to see.......
ru: Мне кажется, тут маловато постят фоточки ;-) Пора меняться, я хочу... то есть МИР хочет это видеть......

# HonkrThumby
source: Hey everyone!!! I heard some drama about the boiler room is going around the school...we should share a juice box and talk!! ouo Your Pal, Thumby <3
ru: Привет всем!!! Устраиваю вечеринку в котельной, захватите сока, поболтаем! От Тамби <3

# HonkrTokenNonsenseEnd
source: Hey guys, come back to the arcade when you get a chance...! I know you're way better at "Ultra Dance You Light Up My Life Baby Remix VXX" than these punks!! Show these yakuza who's boss!
ru: Эй, приходите снова, как будет возможность!... Знаю, вы круче этой шпаны в ~*Ультрадэнс Зажжём Детка Ремикс VXX*~!! Покажите этим якудза, кто тут настоящий босс!

# HonkrTokenNonsenseMid
source: You can find token machines in Yokocho, the basement near the pawn shop, and in the toy district!
ru: Автоматы с жетонами можно найти в Ёкочо, в подвале рядом с ломбардом и в квартале игрушек!

# HonkrTokenNonsenseStart
source: Prove your worth if you want to ged in the club. Let's see some moves.
ru: Докажи, что достоин попасть в клуб. Посмотрим на твои движения.

# HonkrTourDeCrash
source: Hey all, what's up!! River City's best athlete here. ;) Not trying to brag or anything, but I'd be really surprised if anyone could beat my best time running through the forest. Just saying. B)
ru: Йо-йо, как дела!! Лучший атлет Ривер-сити на связи ;) не хочу понтоваться, но мой рекорд по лесу до сих пор не побит. Просто говорю. B)

# HonkrTsuiko
source: That's what you get for beating up my followers, losers. Though this short-lived scandal is probably the most attention you'll ever get online.
ru: Вот всё, что вы получите за избиение моих фолловеров, лузеры. Эта недолгая драма - наверное самое большее внимание, которое вы сможете получить онлайн.

# HonkrTsuikoSchool
source: If you care about saving those simps over at that gross thing you call your school, you best use the emblems to open the front gate. Don't reply to this. Okay thanks bye.
ru: Хотите засейвить толпу симпов в школе? Моя эмблема поможет открыть центральные ворота. яснопонятнопока. (пользователь ограничил ответы на данное сообщение).

# HonkrUptownDowntown
source: For the record, I'm not one of you sheeple that use this app... I just wanted everyone to know Downtown and Uptown are open now.
ru: Для справки, я не из стада баранов, что пользуются этим приложением... Просто хочу сообщить всем, что центр города и пригород теперь открыты.

# HonkrYakuzaDoors
source: What's up everyone!! Kozuki here with the news!! ;D If anyone wanted to storm the yakuza's castle gates, those locked doors are open now. Just saying~!
ru: Приветики всем!! Кодзуки на связи с очередным горячим тейком!! ;D Если кто захочет штурмовать главные ворота крепости якудза, то они теперь открыты. Просто намекаю~!
