Repository: winterheart/rcg2-l10n
Catalog: data/po/*/Honkr.po
Languages: ru

# HonkPrimosOpen
source: it's not like i care...but if you want to, like, i dunno, 'eat food' or whatever, you can use those emblem things to get into primo's fancy-pants restaurant.
ru: не то чтобы мне есть дело... но если хотите, не знаю, "поесть" или типа того, можете воспользоваться той эмблемой, чтобы попасть в расфуфыренный ресторан примо

# HonkrAnUnfortunateSituationStart
source: That witch...that awful witch...!! Woe, woe is I!! They scattered my precious product across the horizon! Someone, anyone, please aid me... :'(
ru: Эта ведьма... ужасная ведьма!... О горе мне, о горе!! Весь мой товар разнесло по всей округе! Кто-нибудь, помогите мне все собрать... :'(

# HonkrBankHeist
source: Meet me at North Ravine Lane. That's it. That's the honk.
ru: Встретимся в Северном Овражном переулке. Это всё - это весь кряк.

# HonkrBankHeist2
source: You will find my father's men over at the Crosstown Bank in the Town Square.
ru: Вы найдёте людей моего отца в Банке Кросстауна на Городской площади.

# HonkrBasketball
source: If any philanthropic gentlefolk want to help me with a small yakuza issue at the basketball court, I'd be suuuuuper thankful! ;-)
ru: Если кто-нибудь из благородных филантропов поможет мне разобраться с небольшой проблемой с якудзами на баскетбольной площадке, я буду оооооочень благодарен! ;-)

# HonkrBeachCreep
source: Ugh!! >///< I just wanna enjoy the beach, and that creeper Yamada won't leave me alone...! TnT Someone help meeee... Q.Q
ru: Уф!! >///< Я просто хотела позагорать на пляжу, но этот приставала Ямада не даёт мне прохода!.. TnT Кто-нибудь, помогите мне... Q.Q

# HonkrBeanBall
source: Please, someone with any athletic abilities, get over to Beanball Court stat and whip these bums into shape. =_=
ru: Пожалуйста, кто-нибудь атлетического телосложения, приходите на площадку для игры в вышибалы и приведите эти увальней в форму. =_=

# HonkrBeeboo
source: Hot tip from your super duper number one pal Godai! ;-) There's an old friend of mine hanging out in the Atrium who miiight just want to help you out...oh man, I love friendship!
ru: Горячий совет от суперлучшего приятеля Годая! ;-) В атриуме зависает мой старый друг, который может помочь вам в беде... В конце концов, дружба - это прекрасно! (конечно, мы тоже лучшие друзья)

# HonkrBeebooExit
source: You can't leave yet! You need to find the vent first. Idiots...
ru: Эй, не уходите! Вы что, забыли? Ищите вентиляционные шахты...

# HonkrBlaireShop
source: prolly fired from work...feel free to stop by and buy stuff or whatever.
ru: только что открыла магазин потому что меня уволили. заходите если есть деньги.

# HonkrBlueprints
source: Could anyone do their ol' bestie Godai a fav...? :< I can't remember where I left my blueprints. Last time I saw it was the Auditorium. I'll be waaaaiting. ;-)
ru: Окажите старому другу Годаю услугу?... :< Не могу вспомнить где я оставил суперважные чертежи. В последний раз я их видел в актовом зале. Буду ждать. ;-)

# HonkrBuffBeach
source: Swolutations, bros and bro-friends. Every day, 24/7, no breaks taken, I gotta get my shred on. You want that shred? Let's see if you're worthy!
ru: Преветствия всем бро и бротессам. Круглые сутки напролет, без перерывов, я качаю мышцы. Хотите тоже? Посмотрим, сможете ли!

# HonkrEnoki
source: I did it! I finally did it! ^-^ Enoki's Smoky Mochi is open for business!! Keep an eye out for my food truck, coming to a parking spot near you! ^w^
ru: У меня получилось! Наконец-то получилось! ^_^ Копчёные моти Эноки открыты!! Ищите мой фургончик на любой парковке! ^w^

# HonkrGhostPepperEnd
source: Thanks a lot, weirdos. I'll take the ghost trap to the Graveyard for you. Meet you there, imbeciles. -_-
ru: Спасибо странным старшеклассникам. Я отнесу ловушки для призраков на кладбище. Если будет Мериан, скажите мне как можно скорее. -_-

# HonkrGhostPepperStart
source: Some strange magic is happening in the graveyard...those vines have been blocking off more and more of Flatirons lately... ((shudder)) It's enough to chill ya right to your bones.
ru: На кладбище творится какая-то странная магия...заросли окутали почти все тропы на Нагорье... Мне так страшно, что пробирает до самых костей.

# HonkrHHabobo
source: if any1 wants 2 punch stuff, Abobo is offering his services...FOR A PRICE!! come 2 Abobo's apartment if ur interested
ru: если кто хочет надавать кому, Абобо готов помочь... ЗА ДЕНЬГИ!! приходите к Абобо, если интересно

# HonkrHHalex
source: So many pixels in this city. So many pixels to punch! I'll be hanging out on the bridge.
ru: Так много пикселей в этом городе. Так много пикселей нужно избить! Я буду на мосту.

# HonkrHHberserker
source: You look so weak, I might as well call you calendar! You know, because your days are numbered. HA-HA! Junior gets it! If you need a hand, let me know. I HAVE TWO! LOL! I'm at the amusement park.
ru: Вы не похожи на плохих парней, так что мы вдвоём с младшим вам поможем. Мы в парке развлечений, так что готовьте деньги и приходите сюда.

# HonkrHHchris
source: any1 seen my gal provie...? she rly likes dancing and violence, so hmu if u need help punching stuff. im in capitol ave
ru: вы знаете мою подружку пруви?.. она очень любит танцы и жестокость, и у нее такое решительное лицо. каждется я заблудилась. найдете меня и я коечем вам помогу. если что я буду на центральной улице

# HonkrHHhibari
source: You peons are borderline tolerable, I guess. If you can afford my assistance, I will be at the shipyards.
ru: Даже такие отбросы, как вы, оказались мне полезны. Если сможете позволить мои услуги, я буду в доках.

# HonkrHHjam
source: oh oh, i heard there's some super yummy ramen in uptown! meet me in yokocho and let's grab something to eat! you're buying, though~ :3
ru: о о о, я слышала в пригороде готовят супервкусный рамен! встретимся в ёкочо и хорошенько перекусим! только ты платишь~ :3

# HonkrHHkebako
source: HI MY NAME IS KEBAKO LET'S BE FRIENDS IF YOU GIVE ME MONEY!!!!!!!! :D
ru: ВСЕМ ЧМОКИ МЕНЯ ЗОВУТ КЕБАКО ДАВАЙ ДРУЖИТЬ ЕСЛИ ДАШЬ МНЕ ДЕНЕК!!!!!!! :D

# HonkrHHnoize
source: i'll be in the rec room at Technos if you want to hire me for a private concert
ru: буду комнате отдыха Техноса если захочешь нанять меня на частный концерт

# HonkrHHpaul
source: If I'm not busy, on a date, or just generally being awesome, I'll be here if you want to hire me for some extra muscle. ;) jk that means I'd never be here lol
ru: Когда я не работаю, не на свиданке или не занят своим великолепием, свистни в любое время, если понадобятся мускулы ;). Шучу, не в любое время лол

# HonkrHHryan
source: Not sure what's happening, but I'm here to fight. Come find me at the dog park if you want to team up.
ru: Не знаю как это вышло, но теперь я здесь, готов для драки. Приходи в собачий парк, если нужен партнёр для команды.

# HonkrHHsol
source: If you want to see the coolest cameo of the entire game, come to the park in Ocean Heights B)
ru: Если хочешь встретить самое крутое камео во всей игре, приходи в парк на Океанских холмах B)

# HonkrHHwes
source: If anyone needs a suave fighter to elegantly pummel your foes into a fine mist, hit me up. I'll be at the nightclub.
ru: Если кому-то нужен элегантный боец, чтобы изящно избить своих врагов в пыль, стучитесь ко мне. Я буду в ночном клубе.

# HonkrHostages
source: I marked the location where I saw our friends being held...! ;;;A;; I would've helped, but I'm not really the punching type... >///< Please, help them...!
ru: Я отметила все места, где держат наших друзей!.. ;;;А;; Я бы тоже помогла, только совсем не умею драться... >///< Пожалуйста, помоги им...!

# HonkrInsideMainframe
source: you're headed into the core of technos now. up ahead, you'll find the mainframe. hack it to get the code to tsuiko's office.
ru: отправляйтесь в технос. там найдёте мейнфрейм. взломайте его, чтобы получить код в офис цуйко.

# HonkrKaori
source: The mall has everything you need~! <3 And if anyone is down for hanging, hit me up! ^^ I'll buy you food~ :3 ...haha please?
ru: В торговом центре есть всё, что нужно~! <3 А если кому-то нужно развлечься, стукните мне! ^^ С меня еда~ :3 ... хаха пожалуйста?

# HonkrKenTwins
source: yo, if anyone's curious, that idiot Ken is hiding on the school rooftop like a dumb punk. smh,,, typical boss. (¬_¬)
ru: йо, если кому интересно, этот идиот Кен засел на крыше школы как какая-то тупая шпана. кринж,,, типичный босс. (¬_¬)

# HonkrKunioDefault
source: sometimes i feel like i've lived more than 30 lives...idk, is that weird?
ru: иногда мне кажется что я прожил больше 30 жизней...идк, может это странно?

# HonkrKyokoDefault
source: do you think that cats and dogs say "it's raining humans"? O_O or would it be like "mew mew mew bork bork boof"....
ru: интересно что говорят кошки или собаки когда хотят чтобы их погладили? типа мяу-мяу-мяу или гав-гав-гав? почему они делают это по три раза?

# HonkrKyokosMom
source: You kiddos need some fresh air! Two months of sitting on the couch is not good for your lumbar. Love, Mom
ru: Вам, детишки, нужно выйти на свежий воздух! Два месяца сидения на диване плохо скажется на пояснице. С любовью, мама

# HonkrMarianDefault
source: here to do sit-ups and chew bubblegum..and i'm all out of bubblegum
ru: здесь чтобы качать пресс и жевать жвачку..и жвачка у меня кончилась

# HonkrMisakoDefault
source: What is a tsundere and why do people keep calling me that.........
ru: Что значит цундэрэ и почему все меня так называют.........

# HonkrMrKFirst
source: I've got some hot leads on a case for any gumshoes interested...swing on by the Principal's Office if you like MYSTERY.
ru: Молодые люди, что мечтают стать великими детективами! Я подготовил для особую Загадку! Заинтересованным ученикам просьба немедленно проследовать в кабинет директора.

# HonkrMrKSecond
source: You strolled into my office and really showed me a thing a two about detectiving...detecting? MYSTERY SOLVED! Come get your reward.
ru: Ребята, вы показали мне, что такое настоящий детектив! ТАЙНА РАЗГАДАНА! Приходите за наградой.

# HonkrOceanUnlocked
source: It is I, Primo! I've just opened the most opulent outlet for ocean dining this side of Ocean Heights.
ru: Это Примо! Я открыл супер-роскошный ресторан на Океанских холмах, все кому интересно - приходите и посмотрите!

# HonkrOfficeFengShuiEnd
source: You're all done? Wow, you really ARE used to manual labor! Come meet me at the cubicles! ^^
ru: Уже закончили? Ого, вы ВПРАВДУ использовали ручной труд! Возвращайтесь ко мне в опенспейс! ^^

# HonkrOfficeFengShuiMid
source: Remember, unskilled labor is a myth used to justify poverty wages! Anyway, I'm like suuuper busy, but you can find the furniture in the Lobby, Mech Factory, and Museum! :3 You're like, super appreciated!
ru: Запомните, неквалифицированный труд - это миф для оправдания неравенства в оплате! В любом случае, я о-очень сильно занята, но мебель можете найти в вестибюле, на меха-фабрике и в музее! :3 Буду очень признательна!

# HonkrOfficeFengShuiStart
source: I really need help moving some stuff but like...I literally just got this manicure yesterday? :( Beauty really is such a heavy burden to bear...
ru: Мне нужна помощь передвинуть кое-что... Но я буквально вчера сделал маникюр :(. Как же трудно поддерживать красоту...

# HonkrPrimosOpen
source: it's not like i care...but if you want to, like, i dunno, 'eat food' or whatever, you can use those emblem things to get into primo's fancy-pants restaurant.
ru: не то чтобы мне есть дело... но если хотите, не знаю, "поесть" или типа того, можете воспользоваться той эмблемой, чтобы попасть в расфуфыренный ресторан примо

# HonkrProvieDefault
source: pffft, what is this? new game plus?
ru: пффф, это что ещё такое? новая игра плюс?

# HonkrRescute
source: heeeeeeeeeeeyyy~! oh. em. gee!! so many cute cats and so little time~!! :3 you should totes come check out these squishy little furballs for yourself~~!!
ru: ээээээээээййййй~! о.м.г.!! так много миленьких котиков и так мало времени~!! :3 обязательно загляните и проведайте этих маленьких пушистеньких непосед~~!!

# HonkrRikiDefault
source: I feel like I could pull off a pompadour, but it's so much gel...nah, I'm ok
ru: о нет, моя чёлка плохо держится... это из-за того что я сменил гель? как теперь это исправить

# HonkrRollingBlackoutsEnd
source: eyyy the lights'r back on, nioce B) head back my way, i got a thank u present for ya. just cleaning the blood off it first
ru: ээййй свет снова горит, круто B) приходите обратно, хочу сказать спасибо и кое-что подарить. только сначала кровь вытру

# HonkrRollingBlackoutsFinal
source: TUNNEL!!! TUNNEL IS LIT!! LIT WITH LIGHTS!! but also lit like cool...hehe. Abobo make pun...
ru: ТУННЕЛЬ!!! ТУННЕЛЬ ГОРИТ!! ГОРИТ ОГНЯМИ!! в смысле освещён... хехе, Абобо пошутил...

# HonkrRollingBlackoutsStart
source: bummer,,, I was about to mug some tourists and all the lights went out. :(
ru: облом,,, я почти впарил туристам дешёвую кружку и тут выключили свет. :(

# HonkrSelfies
source: Methinks not enough people post photos of themselves on this site. ;-) Be the change I--I mean, the WORLD--wants to see.......
ru: Мне кажется, тут маловато постят фоточки. ;-) Пора меняться, я хочу... то есть МИР хочет это видеть......

# HonkrThumby
source: Howdy, y'all!!! I heard some boiler room drama goin' around the school........we should share a juice box and converse!! ouo Your Pal, Thumby <3
ru: Привет всем!!! Устраиваю вечеринку в котельной, захватите сока, поболтаем! От Тамби

# HonkrTokenNonsenseEnd
source: hey guys, come back to the arcade when you get a chance...! i know you're way better at ~*ultra dance you light up my life baby remix vxx*~ than these punks!! show these yakuza who's boss!
ru: эй, приходите снова, как будет возможность!... знаю вы круче этой шпаны в ~*ультрадэнс зажжём детка ремикс vxx*~!! покажите этим якудза, кто тут настоящий босс!

# HonkrTokenNonsenseEnd2
source: nice scorre! maybee i'll let u in2 da clubb noww.
ru: отличный рекорд! может я и впущу вас в клуб.

# HonkrTokenNonsenseMid
source: you can find token machines in yokocho, the basement near the pawn shop, and in the toy district!
ru: автоматы с жетонами можно найти в ёкочо, в подвале рядом с ломбардом и в квартале игрушек!

# HonkrTokenNonsenseStart
source: prove yur wurth if yu want to ged in da clubb. lets cee sum mooves.
ru: докажи, что дотсоин попасть в клуб. посомтрим на твои движения.

# HonkrTokenNonsenseStart2
source: Hey guys, come see me at the video game district outside the arcade!
ru: Эй, нужно встретиться. Я буду у аркадного зала в квартале видеоигр!

# HonkrTourDeCrash
source: yo yo what up!! river city's best athlete here ;) not tryna brag or nothin but i'd be rly surprised if anyone could beat my best time running thru the forest. just sayin B)
ru: йо-йо, как дела!! лучший атлет ривер-сити на связи ;) не хочу понтоваться, но мой рекорд по лесу до сих пор не побит. просто говорю B)

# HonkrTsuiko
source: That's what you get for beating up my followers, losers. Though this short-lived scandal is probs the most attention you'll ever get online lmaooo #TsuikoStans #GetHacked
ru: Вот всё, что вы получите за избиение моих фолловеров, лузеры. Эта недолгая драма - наверное самое большее внимание, которое вы сможете получить онлайн лмао #TsuikoStans #GetHacked

# HonkrTsuikoSchool
source: If you care about saving those simps over at that gross thing you call your school, you best use the emblems to open the front gate. Don't reply to this. kthxbyeee
ru: Хотите засейвить толпу симпов в школе? Моя эмблема поможет открыть центральные ворота. яснопонятнопока. (пользователь ограничил ответы на данное сообщение)

# HonkrUptownDowntown
source: for the record, im not one of you sheeple that use this app... i just wanted everyone to know downtown and uptown are open now.
ru: для справки, я не из стада баранов, что пользуются этим приложением... просто хочу сообщить всем, что центр города и пригород теперь открыты.

# HonkrYakuzaDoors
source: Wazzup y'all!! Kozuki here with another hot take!! ;D If anyone wanted to storm the yakuza's castle gates, those locked doors are open now. Juuuust sayin'~! #hinthint #nudgenudge
ru: Приветики всем!! Кодзуки на связи с очередным горячим тейком!! ;D Если кто захочет штурмовать главные ворота крепости якудза, то они теперь открыты. Просто намекаю'~! #hinthint #nudgenudge
