Repository: winterheart/rcg2-l10n
Catalog: data/po/*/Manga.po
Languages: ru

# Manga_01_01
source: ...LOVE!!
ru: ...ЛЮБВИ!!!

# Manga_01_02
source: Let's go get a burger! I'm starving!
ru: Пойдём возьмём по бургеру! Изнываю от голода!

# Manga_01_03
source: So you guys were HERE the whole time??
ru: Так вы всё время были ЗДЕСЬ?!

# Manga_01_04
source: Yes. Even tough guys need me time.
ru: Да. Даже крутым парням нужно время для себя.

# Manga_01_05
source: Whatever. You're treating us to lunch now.
ru: Неважно. Теперь вы должны угостить нас обедом.

# Manga_01_06
source: Hey! We didn't agree to that.
ru: Эй! Мы на это не подписывались.

# Manga_01_07
source: Get in, dummy.
ru: Полезай внутрь, глупышка.

# Manga_01_08
source: We been watching you, Sis.
ru: Я наблюдал за тобой, сестрёнка.

# Manga_01_09
source: You really screwed up this time.
ru: На этот раз ты серьёзно облажалась.

# Manga_01_10
source: C'mon, let's go see Pops.
ru: Теперь пора навестить папу.

# Manga_01_11
source: <size=40>I mean, our beloved father the man who single-handedly built up the Sanwakai Empire from nothing, decides to put his daughter in charge of things while he does a short stretch in the local pen.</size>
ru: <size=40>То есть я хотел сказать, к нашего любимого отца. Того, кто самолично создал из ничего империю Санвакай и решил отдать бразды правления своей любимой дочурке, пока сам разминается в местной тюрьме.</size>

# Manga_01_11a
source: I mean, our beloved Father, the man who single-handedly built up the Sanwakai Empire from NOTHING,
ru: То есть я хотел сказать, к нашего любимого отца. Того, кто самолично создал из НИЧЕГО империю Санвакай

# Manga_01_11b
source: decides to put his DAUGHTER in charge of things while he does a short stretch in the local pen.
ru: и решил отдать бразды правления своей любимой ДОЧУРКЕ, пока сам разминается в местной тюрьме.

# Manga_01_12
source: The very shortest of incarceration vacations.
ru: Самые короткие тюремные каникулы.

# Manga_01_13
source: And what does this daughter do?
ru: И что же сделала его дочь?

# Manga_01_14
source: She gets her ASS handed to her by a pair of teenage girls.
ru: Позволила двум девочкам-подросткам надрать ей ЗАДНИЦУ.

# Manga_01_15
source: Oh, and also allows them to take down our entire syndicate in the process.
ru: О, а ещё она позволила им обрушить весь наш синдикат.

# Manga_01_16
source: A PAIR of SCHOOLGIRLS.
ru: ДВУМ ШКОЛЬНИЦАМ.

# Manga_01_17
source: I gotta be honest, Sabby, I can't think of anything MORE embarrassing.
ru: Честно говоря, Саби, даже не знаю, что ещё может быть ПОЗОРНЕЕ.

# Manga_01_18
source: I mean, you REALLY blew this one, ya know?
ru: Ты же понимаешь, что ИМЕННО из-за тебя всё пошло к чёрту?

# Manga_01_19
source: Obviously, Dad shoulda left ME in charge.
ru: Очевидно, что папа должен был поставить МЕНЯ во главе всего.

# Manga_01_20
source: I'm sure he sees that now.
ru: Уверен, теперь-то он это понимает.

# Manga_01_21
source: Sure, you're his BLOOD and all, but sometimes blood don't run so deep.
ru: Конечно, ты его РОДНАЯ дочь и всё такое, но иногда простого родства недостаточно.

# Manga_01_22
source: Course, I'm sure he'll fix that right now.
ru: И конечно же, я уверен, что теперь он всё исправит.

# Manga_01_23
source: I gotta be honest, I been waiting my whole LIFE for you to face-plant like this.
ru: Честно говоря, я всю ЖИЗНЬ ждал, пока ты вот так не ударишь в грязь лицом.

# Manga_01_24
source: I might even take a selfie to commemorate the moment.
ru: Я даже сделаю селфи, чтобы запечатлеть этот момент.

# Manga_01_25
source: Here she is, Pop!
ru: Вот и она, папа!

# Manga_01_26
source: Found her in the trash. Literally,
ru: Нашёл её буквально в куче мусора.

# Manga_01_27
source: I mean she was actually lying in a pile of --
ru: Она прямо лежала посреди...

# Manga_01_28
source: QUIET.
ru: МОЛЧАТЬ.

# Manga_01_29
source: Y-Yes, sir.
ru: Д-да, сэр.

# Manga_01_30
source: You got it, Pops.
ru: Будет сделано, пап.

# Manga_01_31
source: I hate it when you call me that.
ru: Я ненавижу, когда ты так меня называешь.

# Manga_01_32
source: Sabuko!
ru: Сабуко!

# Manga_01_33
source: Daughter.
ru: Дочь моя.

# Manga_01_34
source: Is what your brother says true?
ru: Это правда, что сказал твой брат?

# Manga_01_35
source: Did you bring SHAME on our family?
ru: Неужели ты принесла ПОЗОР нашей семье?

# Manga_01_36
source: On our organization?
ru: Нашей организации?

# Manga_01_37
source: I thought you would be ready.
ru: Я считал, что ты была готова.

# Manga_01_38
source: I thought you'd be more reliable then your screw-up brother, Ken.
ru: Я считал, что ты была более надёжней твоего непутёвого брата Кена.

# Manga_01_39
source: I WAS WRONG.
ru: Я ОШИБСЯ.

# Manga_01_40
source: It's time to take matters back into my own hands.
ru: Пора снова взять всё в свои руки.

# Manga_01_41
source: OHOHOHO, man, that was epic!
ru: О-ХО-ХО-ХО, чувак, это было так эпично!

# Manga_01_42
source: I mean, I knew he was gona embarrass the CRAP outta you, but that was BAAAAD.
ru: То есть я знал, что он выбьет из тебя всю ДУРЬ, но это было ТА-А-АК плохо.

# Manga_01_43
source: Oh crap! I forgot to take a selfie!
ru: Вот чёрт, я же забыл сделать селфи!

# Manga_02_01
source: Ungh... you two aren't half bad.
ru: Ух... а вы не так уж плохи.

# Manga_02_02
source: Well yeah, I mean we TOLD you.
ru: Ну да, мы же тебе ГОВОРИЛИ.

# Manga_02_03
source: Maybe he's got wax in his ears.
ru: Может быть, у него в ушах сера забилась.

# Manga_02_04
source: He DOES look a little grimey.
ru: Он и ВПРАВДУ выглядит немного запачканным.

# Manga_02_05
source: Allow me to put a BULLET between YOURS!
ru: Позвольте мне всадить ПУЛЮ промеж ВАШИХ!

# Manga_02_06
source: Between our what?
ru: Промеж наших чего?

# Manga_02_07
source: Eyes maybe?
ru: Глаз, наверное?

# Manga_02_08
source: Ears! Between your ears! You just said ears, so that's where I'm gonna shoot you now.
ru: Ушей! Промеж ваших ушей! Вы же только что говорили про уши, и туда я вас собираюсь застрелить.

# Manga_02_08a
source: Ears! Between your ears!
ru: Ушей! Промеж ваших ушей!

# Manga_02_08b
source: You just said ears, so that's where I'm gonna shoot you now.
ru: Вы же только что говорили про уши, и туда я вас собираюсь застрелить.

# Manga_02_09
source: Maybe he DOES got wax in his ears.
ru: Похоже, у него в САМОМ деле сера в ушах.

# Manga_02_10
source: A bullet between the ears? That's not a saying.
ru: Пуля промеж ушей? Так никто не говорит.

# Manga_02_11
source: AHHH!
ru: АХ-Х-Х!

# Manga_02_12
source: Apparently there's more of you than I expected.
ru: Видимо, я вас недооценивал.

# Manga_02_13
source: Whatever. Ken, OUT!
ru: Как бы то ни было, Кен УХОДИТ!

# Manga_02_14
source: Well that was confusing.
ru: Я совсем уже запуталась.

# Manga_02_15
source: Yeah, I'm not even so sure that guy IS a teacher, ya know?
ru: Ага, знаешь, теперь даже я не уверена, что этот парень БЫЛ учителем.

# Manga_02_16
source: What's it say?
ru: Что там написано?

# Manga_02_17
source: Guess we're headed back to North Ravine lane.
ru: Похоже, нам нужно вернуться обратно в Северный Овражный переулок.

# Manga_03_01
source: I came to River City a few years ago with my... close friends, Billy and Jimmy Lee.
ru: Я приехала в Ривер-сити несколько лет назад вместе с моими... близкими друзьями, Билли и Джимми Ли.

# Manga_03_01a
source: I came to River City a few years ago with my... close friends,
ru: Я приехала в Ривер-сити несколько лет назад вместе с моими... близкими друзьями,

# Manga_03_01b
source: Billy and Jimmy Lee.
ru: Билли и Джимми Ли.

# Manga_03_02
source: Wait, which one were you "close" with?
ru: Погоди, а с которым из них ты была «близка»?

# Manga_03_03
source: We were all pretty close.
ru: Мы были все очень близки.

# Manga_03_04
source: Whoa! That's hot.
ru: Ого! Вот это круто.

# Manga_03_05
source: Totally.
ru: Абсолютно.

# Manga_03_06
source: They'd get into all kinds of crazy adventures, but while they were fighting ninjas in ancient temples or robots in underground complexes...
ru: Они постоянно ввязывались в разные сумасшедшие истории, но пока они дрались с ниндзя в древних храмах или роботами в подземных заводах...

# Manga_03_06a
source: They'd get into all kinds of crazy adventures,
ru: Они постоянно ввязывались в разные сумасшедшие истории,

# Manga_03_06b
source: but while they were fighting ninjas in ancient temples or robots in underground complexes...
ru: но пока они дрались с ниндзя в древних храмах или роботами в подземных заводах...

# Manga_03_07
source: I hate robots.
ru: Ненавижу роботов.

# Manga_03_08
source: ... I'd be left waiting for them to rescue me.
ru: ...мне оставалось только ждать, когда они спасут меня.

# Manga_03_09
source: Waiting.
ru: Ждать.

# Manga_03_10
source: And waiting.
ru: И ждать.

# Manga_03_11
source: And waiting.
ru: И ждать.

# Manga_03_12
source: Until one adventure, I got sick of getting punched in the gut, sick of getting kidknapped, and sick of waiting around to be rescued.
ru: Но однажды, во время одного из приключений мне надоело постоянно получать под дых, быть похищенной и ждать, пока наконец тебя не спасут.

# Manga_03_12a
source: Until one adventure, I got sick of getting punched in the gut,
ru: Но однажды, во время одного из приключений мне надоело постоянно получать под дых,

# Manga_03_12b
source: sick of getting kidknapped, and sick of waiting around to be rescued.
ru: быть похищенной и ждать, пока наконец тебя не спасут.

# Manga_03_13
source: So I decided to rescue MYSELF.
ru: И я решил спасти себя САМА.

# Manga_03_14
source: Hell yeah!
ru: Круто!

# Manga_03_15
source: You are so amazing, Marian.
ru: Ты такая классная, Мариан.

# Manga_03_16
source: Without a damsel in distress to rescue, the brothers got tired of going on adventures. They set up a pair of dojos here in River City.
ru: Без девицы в беде братьям надоело пускаться в приключения. Они открыли пару додзё здесь, в Ривер-сити.

# Manga_03_16a
source: Without a damsel in distress to rescue, the brothers got tired of going on adventures.
ru: Без девицы в беде братьям надоело пускаться в приключения.

# Manga_03_16b
source: They set up a pair of dojos here in River City.
ru: Они открыли пару додзё здесь, в Ривер-сити.

# Manga_03_17
source: Oh yeah, we've seen those guys!
ru: А, да, мы встречали этих парней!

# Manga_03_18
source: But me? I was just getting started on my own adventures.
ru: А что до меня, я начала собственные приключения.

# Manga_03_18a
source: But me?
ru: А что до меня,

# Manga_03_18b
source: I was just getting started on my own adventures.
ru: я начала собственные приключения.

# Manga_03_19
source: Could she BE any cooler?
ru: Может ли она БЫТЬ ещё круче?

# Manga_03_20
source: Honestly, I doubt it.
ru: Признаться, сомневаюсь.

# Manga_03_21
source: My last mission took me to a creepy section of Flatirons, chasing some supernatural crimes.
ru: Моя последняя миссия завела меня в жуткое место в Нагорье, где я выслеживала сверхъестественных преступников.

# Manga_03_21a
source: My last mission took me to a creepy section of Flatirons,
ru: Моя последняя миссия завела меня в жуткое место в Нагорье,

# Manga_03_21b
source: chasing some supernatural crimes.
ru: где я выслеживала сверхъестественных преступников.

# Manga_03_22
source: Wuh oh, things getting spooky again.
ru: О-о-о, мне опять становится страшно.

# Manga_03_23
source: Ahhhh, I don't like it!
ru: А-а-а, мне это не нравится!

# Manga_03_24
source: But before I could find out who was behind things, I started feeling woozy. And then...
ru: Но перед тем, как я смогла добраться до того, кто за этим стоит, почувствовала головокружение. А потом...

# Manga_03_24a
source: But before I could find out who was behind things, I started feeling woozy.
ru: Но перед тем, как я смогла добраться до того, кто за этим стоит, почувствовала головокружение.

# Manga_03_24b
source: And then...
ru: А потом...

# Manga_03_25
source: Everything went black.
ru: В глазах стало темно.

# Manga_04_01
source: I was born into magic. Literally. My dad was a stage magician and Mom was a fortune teller. They loved their jobs, and they loved each other.
ru: Я родилась с помощью магии. Буквально. Мой отец был фокусником, а мать - предсказательницей. Они обожали свою работу и любили друг друга.

# Manga_04_01a
source: I was born into magic. Literally. My dad was a stage magician and Mom was a fortune teller.
ru: Я родилась с помощью магии. Буквально. Мой отец был фокусником, а мать - предсказательницей.

# Manga_04_01b
source: They loved their jobs, and they loved each other.
ru: Они обожали свою работу и любили друг друга.

# Manga_04_02
source: Aww, that's sweet. I love a good love story.
ru: О-о-о, это так мило. Обожаю любовные истории.

# Manga_04_03
source: But over time, their love faded. They needed more in their lives. So they cast a special spell, and 9 moons later... I came along.
ru: Но со временем любовь поблёкла. Им нужно было больше от жизни. Они наколдовали особое заклинание, и через девять лун... появилась я.

# Manga_04_03a
source: But over time, their love faded. They needed more in their lives.
ru: Но со временем любовь поблёкла. Им нужно было больше от жизни.

# Manga_04_03b
source: So they cast a special spell, and 9 moons later... I came along.
ru: Они наколдовали особое заклинание, и через девять лун... появилась я.

# Manga_04_04
source: How's that work?
ru: Разве это так работает?

# Manga_04_05
source: I'll, uh, explain it to you later.
ru: Я, э-э-э, объясню тебе позже.

# Manga_04_06
source: They taught me everything they knew at a young age. I was a powerful witch by age four, controlling creatures and minds by age six.
ru: С ранних лет они учили меня всему, что знали сами. К четырём годам я была очень могущественной ведьмой, а в шесть могла управлять мыслями других.

# Manga_04_06a
source: They taught me everything they knew at a young age.
ru: С ранних лет они учили меня всему, что знали сами.

# Manga_04_06b
source: I was a powerful witch by age four, controlling creatures and minds by age six.
ru: К четырём годам я была очень могущественной ведьмой, а в шесть могла управлять мыслями других.

# Manga_04_07
source: Wait, like Dark Arts stuff? You don't hang out with that Yamada guy, do you?
ru: Постой, это как Тёмные искусства? Ты ведь никак не связана с парнем по имени Ямада?

# Manga_04_08
source: No way, he's a poser.
ru: Ни коим образом, он просто позёр.

# Manga_04_09
source: Right??
ru: Правда?

# Manga_04_10
source: Right??
ru: Правда?

# Manga_04_10a
source: But one day, Dad took one of his tricks too far, and it vanished them both from this realm.
ru: Но однажды отец зашёл слишком далеко с одним из своих фокусов, и оба пропали из этого измерения.

# Manga_04_10b
source: Forever.
ru: Навсегда.

# Manga_04_11
source: Plot twist! And so sad...
ru: Поворот сюжета! И так грустно...

# Manga_04_12
source: Plot twist! And so sad...
ru: Поворот сюжета! И так грустно...

# Manga_04_12a
source: I was left to fend for myself, and there was no chance in Hell (which is very real, by the way) I'd be sent to an orphanage.
ru: Я осталась сама по себе, но скорее замёрзнет ад (который, кстати, вполне существует), чем я пошла бы в детский приют.

# Manga_04_12b
source: So I set up shop here in Flatirons and started selling my potions, spells, whatever.
ru: Так что я устроила здесь в Нагорье свой магазинчик и стала продавать снадобья и заклинания.

# Manga_04_13
source: Wait, can we go back to this 'Hell is real' thing?
ru: Погоди, можно вернуться назад к аду, который существует?

# Manga_04_14
source: Don't distract her, the story's just getting good!
ru: Не перебивай её, история и так хороша!

# Manga_04_15
source: A few years ago, this scrawny little yakuza weasel shows up at my shop.
ru: Несколько лет назад, на пороге моего магазинчика появился тощий хорёк от якудза.

# Manga_04_16
source: Sounds like Ken.
ru: Очень похоже на Кена.

# Manga_04_17
source: Talking about how big a deal he is, how important his dad is.
ru: Всё талдычил, насколько он крут и какой важный у него отец.

# Manga_04_18
source: Definitely Ken.
ru: Определённо Кен.

# Manga_04_19
source: They put me on their payroll and covered my expenses, if I would just make myself available for any spells, readings, or incantations they ever needed.
ru: Они включили меня в свою платёжную ведомость и покрывали все мои расходы в обмен на то, чтобы я могла творить любые заклинания и чары, которые могут им понадобиться.

# Manga_04_19a
source: They put me on their payroll and covered my expenses, if I would just make myself
ru: Они включили меня в свою платёжную ведомость и покрывали все мои расходы в обмен на то,

# Manga_04_19b
source: available for any spells, readings, or incantations they ever needed.
ru: чтобы я могла творить любые заклинания и чары, которые могут им понадобиться.

# Manga_04_20
source: Anything for money, huh?
ru: За деньги - всё что угодно, да?

# Manga_04_21
source: Hey, a witch's gotta survive.
ru: Эй, ведьме нужно было на что-то жить.

# Manga_04_22
source: A week ago, they asked me to vex your friend Marian. She was snooping around Flatirons, getting in my business, so I said sure.
ru: Неделю назад они попросили меня навести морок на вашу подругу Мариан. Она и так рыскала вокруг Нагорья, влезая в мои дела, так что я согласилась.

# Manga_04_23
source: I wiped her mind, gave control of her to the yakuza, and that's the last I heard... until you two came around.
ru: Я очистила ей разум, дала контроль над ней якудзам и больше о ней не слышала... Пока не появились вы.

# Manga_05_01
source: Looks like Sabuko's already torn this place apart. Good for her.
ru: Похоже Сабуко уже перевернула тут всё вверх дном. Рада за неё.

# Manga_05_02
source: Don't kill him, Sabuko!
ru: Не убивай его, Сабуко!

# Manga_05_03
source: Yeah, l-l-listen to them, Sis!
ru: Да, п-п-послушай их, сестрёнка!

# Manga_05_04
source: I'm not going to kill you, little brother.
ru: Я не собираюсь убивать тебя, братик.

# Manga_05_05
source: Oh, thank God!
ru: О, слава богу!

# Manga_05_06
source: Our family takes care of one another, even if we are not bound by blood.
ru: Наша семья заботится о других, даже если мы не связаны кровным родством.

# Manga_05_07
source: I-I won't ever forget this, Sabuko...
ru: Я-я никогда этого не забуду, Сабуко...

# Manga_05_08
source: Sorry to break up this cute family reunion, but no one's going anywhere!
ru: Прости, что врываюсь в ваше семейное воссоединение, но никто никуда не уйдёт!

# Manga_05_09
source: Yeah! We beat you both up before, and we can do it again!
ru: Да! Мы и раньше били вас обоих, и теперь можем это повторить!

# Manga_05_10
source: I feel confident that I could best you both in battle with minimal effort.
ru: Я практически уверена, что легко смогу справиться с вами обеими.

# Manga_05_11
source: However... why risk it?
ru: Но... зачем рисковать?

# Manga_05_12
source: Your impulsivity was the perfect catalyst for my plan. Thank you, teenagers.
ru: Ваша импульсивность хорошо помогла моим планам. Спасибо вам, девочки.

# Manga_05_13
source: Sabu family rules!
ru: Семья Сабу лучше всех!

# Manga_05_14
source: Don't let them get away!
ru: Не дай им уйти!

# Manga_06_01
source: Well THAT was an adventure.
ru: Да, вот это было НАСТОЯЩИМ приключением.

# Manga_06_02
source: Yup.
ru: Ага.

# Manga_06_03
source: I think we all learned something, though. About friends and family and standing up for what you -
ru: Мне кажется, мы все чему-то научились. Важности дружбы, семьи, отстаиванию того, в чём ты...

# Manga_06_03a
source: I think we all learned something, though.
ru: Мне кажется, мы все чему-то научились.

# Manga_06_03b
source: About friends and family and standing up for what you --
ru: Важности дружбы, семьи, отстаиванию того, в чём ты...

# Manga_06_04
source: Geez, enough yapping! Are you gonna take your turn or not??
ru: Ой, хватит уже занудствовать! Ты идёшь или нет?!

# Manga_06_05
source: Right, sorry.
ru: Ой, извини.

# Manga_06_06
source: Oooh, get him! Punch that vampire!
ru: О-о-о, давай! Наваляй этому вампиру!

# Manga_06_07
source: VP2 is SO much better than the first game.
ru: ВВ2 ГОРАЗДО лучше первой части.

# Manga_06_08
source: Doorbell, I'll get it.
ru: В дверь звонят, я открою.

# Manga_06_09
source: Huh?? What are YOU two doing here??
ru: А?! А ВЫ что тут делаете?!

# Manga_06_10
source: Did you REALLY think we'd miss this adventure?
ru: Неужели ты ВПРАВДУ думала, что мы пропустим это приключение?

# Manga_06_11
source: Yeah. Get up, losers. It's time for a REMATCH.
ru: Да. Поднимайтесь, неудачники. Настало время для РЕВАНША.

# Manga_06_12
source: But... we already finished.
ru: Но... мы уже закончили.

# Manga_06_13
source: Yeah. Sabu's beaten up, his empire's in ruins... The End.
ru: Ага. Сабу побеждён, его империя в руинах... Конец.

# Manga_06_14
source: You IDIOT! I TOLD you we should've come straight here!
ru: ДУРА! Я ЖЕ ГОВОРИЛА тебе, надо было идти прямо сюда!

# Manga_06_15
source: It was YOUR idea to stop for SMOOTHIES on the way, Hasebe!
ru: Это была ТВОЯ идея по пути заскочить за СМУЗИ, Хасэбэ!

# Manga_06_16
source: You KNOW I get low BLOOD SUGAR, Mami!
ru: Ты же ЗНАЕШЬ, у меня мало САХАРА В КРОВИ, Мами!

# Manga_06_17
source: Huh. Looks like we beat the game.
ru: Ха. Похоже, мы прошли игру.

# Manga_06_18
source: So what now?
ru: И что теперь?

# Manga_06_19
source: Youuuu... wanna play through again?
ru: А-а-а... хочешь сыграть ещё раз?

# Manga_06_20
source: Haha, you're on!
ru: Ха-ха, ещё бы!

# Manga_07_01
source: QUIET! You will show the great Sabu and his family some RESPECT before you die.
ru: МОЛЧАТЬ! Я заставлю вас уважать великого Сабу и его семью перед тем, как вы умрёте!

# PortraitDialog103
source: GET WRECKED!
ru: НАЧНЁМ РАЗРУШЕНИЯ!
