Repository: winterheart/rcg2-l10n
Catalog: data/po/*/Quests.po
Languages: ru

# CBA_057_Main
source: Rolling Blackouts
ru: Веерное отключение

# CBA_057_Main_01
source: Generator Skid Street
ru: Генератор в трущобах

# CBA_057_Main_02
source: Generator Coffee Shop
ru: Генератор в кофейне

# CBA_057_Main_03
source: Generator Apartments Floor 10
ru: Генератор на десятом этаже

# CBA_057_Main_Description
source: Fix 3 Generators in Downtown
ru: Почините три генератора в Центре города

# CBB_083_Main
source: Token Nonsense
ru: Жетонная бессмыслица

# CBB_083_Main_01
source: Toy District
ru: Квартал игрушек

# CBB_083_Main_02
source: Basement
ru: Подвал

# CBB_083_Main_03
source: Yokocho
ru: Ёкочо

# CBB_083_Main_Description
source: Collect 15 Yakuza Tokens to enter the Arcade
ru: Соберите 15 жетонов якудза, чтобы попасть в аркадный зал

# CCB_192_Minor
source: Office Feng Shui
ru: Офис по фэншую

# CCB_192_Minor_01
source: Printer
ru: Принтер

# CCB_192_Minor_02
source: File Cabinet
ru: Шкаф для бумаг

# CCB_192_Minor_03
source: Coffee Maker
ru: Кофемашина

# CatCafe_Collect_Crosstown
source: Crosstown Cats
ru: Коты Кросстауна

# CatCafe_Collect_Downtown
source: Downtown Cats
ru: Коты Центра города

# CatCafe_Collect_Flatirons
source: Flatirons Cats
ru: Коты Нагорья

# CatCafe_Collect_Ocean
source: Ocean Heights Cats
ru: Коты Океанских холмов

# CatCafe_Collect_Technos
source: Technos Cats
ru: Коты Техноса

# CatCafe_Collect_Tower
source: Sanwakai Cats
ru: Коты Санвакай

# CatCafe_Collect_Uptown
source: Uptown Cats
ru: Коты Пригорода

# CatCafe_Quest_Collect_001
source: Cat
ru: Кот

# CatCafe_Quest_Collect_002
source: Cat
ru: Кот

# CatCafe_Quest_Collect_003
source: Cat
ru: Кот

# CatCafe_Quest_Collect_004
source: Cat
ru: Кот

# CatCafe_Quest_Collect_005
source: Cat
ru: Кот

# CatCafe_Quest_Collect_006
source: Cat
ru: Кот

# CatCafe_Quest_Collect_007
source: Cat
ru: Кот

# CatCafe_Quest_Collect_008
source: Cat
ru: Кот

# CatCafe_Quest_Collect_009
source: Cat
ru: Кот

# CatCafe_Quest_Collect_010
source: Cat
ru: Кот

# CatCafe_Quest_Collect_011
source: Cat
ru: Кот

# CatCafe_Quest_Collect_012
source: Cat
ru: Кот

# CatCafe_Quest_Collect_013
source: Cat
ru: Кот

# CatCafe_Quest_Collect_014
source: Cat
ru: Кот

# CatCafe_Quest_Collect_015
source: Cat
ru: Кот

# CatCafe_Quest_Collect_016
source: Cat
ru: Кот

# CatCafe_Quest_Collect_017
source: Cat
ru: Кот

# CatCafe_Quest_Collect_018
source: Cat
ru: Кот

# CatCafe_Quest_Collect_019
source: Cat
ru: Кот

# CatCafe_Quest_Collect_020
source: Cat
ru: Кот

# CatCafe_Quest_Start
source: Search and Rescute
ru: Поиск и спасение

# CatCafe_Quest_Start_Description
source: Collect all the lovable fur balls, balls of fur, whatever.
ru: Найдите все пушистые комочки шерсти, или шерстяные комочки пушистиков, неважно.

# GhostCapturedx2
source: Train Yard x2
ru: Депо x2

# GhostCapturedx4
source: Amusement Park x2
ru: Парк развлечений x2

# GhostCapturedx6
source: Ferris Wheel x2
ru: Колесо обозрения x2

# Journey_BankHeist
source: Bank Heist
ru: Ограбление банка

# Journey_BankHeist_Description
source: Stop the yakuza from taking those green bills.
ru: Не дайте якудза унести мешки с деньгами.

# Journey_Basketball
source: On the Rebound
ru: На подборе

# Journey_Basketball_Description
source: Help Godai get rid of some yakuza ballers.
ru: Помогите Годаю избавиться от якудза-баскетболистов.

# Journey_BeachCreep
source: Beach Creep
ru: Пляжный приставала

# Journey_BeachCreep_Description
source: That punk Yamada's been creepin' all over the beach.
ru: Этот надоедливый Ямада пристаёт ко всем на пляжу.

# Journey_BeanBall
source: Beanball Blitz
ru: Быстрые вышибалы

# Journey_BeanBall_Description
source: Get beaned!
ru: Вышибите всех!

# Journey_Blueprints
source: An Enigmatic Note
ru: Загадочные записи

# Journey_Blueprints_01
source: Blueprint 1
ru: Чертёж 1

# Journey_Blueprints_02
source: Blueprint 2
ru: Чертёж 2

# Journey_Blueprints_03
source: Blueprint 3
ru: Чертёж 3

# Journey_Blueprints_04
source: Blueprint 4
ru: Чертёж 4

# Journey_Blueprints_Description
source: Godai needs help finding his blueprints.
ru: Годаю необходима помощью в нахождении чертежей.

# Journey_Buff
source: Buff Beach
ru: Пляжная качалка

# Journey_Buff_Description
source: Gotta get buff like Arnold.
ru: Раскачайтесь как Арнольд.

# Journey_MysteriousMrK
source: The Mysterious Mr. K
ru: Таинственный Мистер К

# Journey_MysteriousMrK_Clue1
source: Clue 1
ru: Улика 1

# Journey_MysteriousMrK_Clue2
source: Clue 2
ru: Улика 2

# Journey_MysteriousMrK_Clue3
source: Clue 3
ru: Улика 3

# Journey_MysteriousMrK_Clue4
source: Clue 4
ru: Улика 4

# Journey_OfficeFengShu_Description
source: Help Kuniko arrange the office to be a bit more zen or something...
ru: Помогите Кунико обустроить офис.

# Journey_OfficeFengShui
source: Office Feng Shui
ru: Офис по фэншую

# Minigame_TourDeCrash
source: Tour De Crash
ru: Тур де Крэш

# Minigame_TourDeCrash_Description
source: Race Crash across the whole of Flatirons for bragging rights.
ru: Сразитесь с Крэшем в гонке по Нагорью.

# Mission_BeeboosBigDay
source: Beeboo's Big Day
ru: Великий день Бибу

# Mission_BeeboosBigDay_Description
source: Use your new best friend Beeboo to make it through the air vents.
ru: Используйте своего нового лучшего друга Бибу, чтобы попасть в вентиляционные каналы.

# Mission_Disguise
source: Disguises À La Carte
ru: Маскировка а-ля карт

# Mission_Disguise_Description
source: Find some super convincing disguises to sneak into Primo's Restaurant.
ru: Найдите какую-нибудь очень убедительную маскировку, чтобы попасть в ресторан Примо.

# Mission_FireInHall
source: Fire in the Hall!
ru: Огонь в здании!

# Mission_FireInHall_Description
source: Thumby needs help in the Boiler Room.
ru: Тамби нужна помощь в бойлерной.

# Mission_GhostPepper
source: Ghost Pepper Hunt
ru: Охота на жгучий перец

# Mission_GhostPepper_Description
source: Grab your Ghost Pepper trap in the Abandoned Train Yard, and start rounding up those pesky pepper poultrygeists!
ru: Захватите ловушки на призрачных жгучих перцев в заброшенном депо и разберитесь с этим надоедливым перцовым полтергейстом!

# Mission_Hostage
source: Save Your Friends!
ru: Спасите друзей!

# Mission_Hostage_Description
source: Sabuko's taken your friends as hostages. Scour the city to find and rescue them all!
ru: Сабуко захватила ваших друзей в заложники. Обегите город, чтобы спасти их всех!

# Mission_Mainframe
source: Inside the Mainframe
ru: Внутри мейнфрейма

# Mission_Mainframe_Description
source: Shrink down and enter the wonderful world of bytes.
ru: Уменьшитесь и посетите удивительный мир байтов.

# PrimoDelights_Guest_Subtitle
source: Local Idiot
ru: Местный идиот

# Selfie_Finished
source: Selfies for Godai
ru: Селфи для Годая

# Selfie_Finished_Description
source: Take selfies for Godai across River City.
ru: Сделайте селфи на фоне пейзажей Ривер-сити для Годая.

# Selfie_Location01
source: Crosstown
ru: Кросстаун

# Selfie_Location02
source: Uptown
ru: Пригород

# Selfie_Location03
source: Downtown
ru: Центр города

# Selfie_Location04
source: Ocean Heights
ru: Океанские холмы

# Selfie_Location05
source: Technos
ru: Технос

# Selfie_Location06
source: River City High
ru: Старшая школа Ривер-Сити

# Selfie_Location07
source: Flatirons
ru: Нагорье

# SkeletonMarket_Quest_155_Minor
source: An Unfortunate Situation
ru: Неприятная ситуация

# SkeletonMarket_Quest_155_Minor_Description
source: Snap lost all his Tarot Cards. Search River City to find all 22.
ru: Черепок потерял свои карты таро. Обыщите Ривер-сити и найдите все 22 карты.

# TarotCards_Crosstown
source: Crosstown
ru: Кросстаун

# TarotCards_Downtown
source: Downtown
ru: Центр города

# TarotCards_Flatirons
source: Flatirons
ru: Нагорье

# TarotCards_OceanHeights
source: Ocean Heights
ru: Океанские холмы

# TarotCards_Sanwakai
source: Sanwakai Tower
ru: Башня Санвакай

# TarotCards_School
source: River City High
ru: Старшая школа Ривер-Сити

# TarotCards_Technos
source: Technos
ru: Технос

# TarotCards_Uptown
source: Uptown
ru: Пригород
