Repository: winterheart/rcg2-l10n
Catalog: data/po/*/Sheet1.po
Languages: ru

# Recruit_Trash_Trash_DESC
source: Once he gets his trusty hammer going, nothing can stop him.
ru: Если он достанет свой верный молот, его уже ничто не остановит.

# Recruit_Trash_Trash_NAME
source: Trash
ru: Трэш

# Recruit_Waver_Chance_DESC
source: A cursed puppet with a penchant for mayhem.
ru: Проклятая марионетка со склонностью к причинению разрушений. Любит азартные игры.

# Recruit_Waver_Chance_NAME
source: Chance
ru: Ченс

# Recruit_Waver_Exie_DESC
source: Waver's cousin from the other side of the tracks.
ru: Упрямый игрок, склонная рисковать по-крупному. Кузина Вейвер, которая живёт через дорогу.

# Recruit_Waver_Exie_NAME
source: Exie
ru: Экси

# Recruit_Waver_Waver_DESC
source: A bizarre gambler with a penchant for taking high risks.
ru: Упрямый игрок, склонная рисковать по-крупному.

# Recruit_Waver_Waver_NAME
source: Waver
ru: Вейвер

# Recruit_Wes_DESC
source: Wes is high class but doesn't mind lowering himself down to your level for some extra cash.
ru: Вес — из высшего класса, но не прочь опуститься до твоего, чтобы подзаработать лишних денег.

# Recruit_Wes_NAME
source: Wes
ru: Вес

# Recruit_YakuzaF_Akari_DESC
source: Sabu’s henchwomen are deadly with their knife-throwing skills.
ru: Женщина-якудза из Санвакай. Часто ходит в больницу, чтобы попрактиковаться в метании ножей.

# Recruit_YakuzaF_Akari_NAME
source: Akari
ru: Акари

# Recruit_YakuzaF_Harumi_DESC
source: Sabu’s henchwomen are deadly with their knife-throwing skills.
ru: Женщина-якудза из Санвакай. Не знает, что её очки разбиты.

# Recruit_YakuzaF_Harumi_NAME
source: Harumi
ru: Харуми

# Recruit_YakuzaF_Hideko_DESC
source: Sabu’s henchwomen are deadly with their knife-throwing skills.
ru: Женщина-якудза из Санвакай. На свою первую зарплату накупила много красивой одежды в Пригороде.

# Recruit_YakuzaF_Hideko_NAME
source: Hideko
ru: Хидэко

# Recruit_YakuzaF_Maiko_DESC
source: Sabu’s henchwomen are deadly with their knife-throwing skills.
ru: Женщина-якудза из Санвакай. С ножами управляется гораздо лучше, чем с пистолетами.

# Recruit_YakuzaF_Maiko_NAME
source: Maiko
ru: Маико

# Recruit_YakuzaF_Momoe_DESC
source: Sabu’s right-hand lady. Her knives can slice teenage girls like cafeteria butter.
ru: Правая рука самого Сабу. Её ножи могут нашинковать школьниц в капусту.

# Recruit_YakuzaF_Momoe_NAME
source: Momoe
ru: Момоэ

# Recruit_YakuzaF_Nakano_NAME
source: Nakano
ru: Накано

# Recruit_YakuzaF_Shinobu_DESC
source: Sabu’s main assassin. She does this job for free.
ru: Главная убийца на службе Сабу. Она делает свою работу бесплатно.

# Recruit_YakuzaF_Shinobu_NAME
source: Shinobu
ru: Синобу

# Recruit_YakuzaMale_Fudo_DESC
source: Sabu’s army of martial artists are incredibly skilled with their fists.
ru: Мужчина-якудза из Санвакай. Тренируется над своими кулаками до изнеможения.

# Recruit_YakuzaMale_Fudo_NAME
source: Fudo
ru: Фудо

# Recruit_YakuzaMale_Fuji_NAME
source: Fuji
ru: Фудзи

# Recruit_YakuzaMale_Hiromi_DESC
source: Sabu’s army of martial artists are incredibly skilled with their fists.
ru: Мужчина-якудза из Санвакай. Ни слова не говорит о своих ранах на теле.

# Recruit_YakuzaMale_Hiromi_NAME
source: Hiromi
ru: Хироми

# Recruit_YakuzaMale_Hisoka_DESC
source: Sabu’s army of martial artists are incredibly skilled with their fists.
ru: Мужчина-якудза из Санвакай. У него хорошо натренированные бицепсы.

# Recruit_YakuzaMale_Hisoka_NAME
source: Hisoka
ru: Хисока

# Recruit_YakuzaMale_Katashi_DESC
source: Sabu’s army of martial artists are incredibly skilled with their fists.
ru: Мужчина-якудза из Санвакай. Любит конфеты со вкусом протеина.

# Recruit_YakuzaMale_Katashi_NAME
source: Katashi
ru: Катаси

# Recruit_YakuzaMale_Masaaki_DESC
source: Sabu's very own left-hand man. No one dares challenge his authority.
ru: Левая рука самого Сабу. Никто не рискнёт оспорить его авторитет.

# Recruit_YakuzaMale_Masaaki_NAME
source: Masaaki
ru: Масааки

# Recruit_YakuzaMale_Osamu_DESC
source: Possessed by an ancient oni and an insatiable desire for combat.
ru: Бывший мужчина-якудза из Санвакай. Одержим древним демоном «они» и неутолимой жаждой битвы.

# Recruit_YakuzaMale_Osamu_NAME
source: Osamu
ru: Осаму

# Recruit_Yokai_AkaManto_DESC
source: His soul is lost to madness. He has no mercy and no fear.
ru: Мстительный дух тарелочника. Его разум затерян в безумии. Он не ведает ни жалости, ни страха.

# Recruit_Yokai_AkaManto_NAME
source: Aka Manto
ru: Ака Манто

# Recruit_Yokai_Aku_DESC
source: Their school bus crashed in the woods, and they were never seen alive again.
ru: Мстительный дух тарелочника. Их школьный автобус разбился в лесу, и с тех пор никто не видел их в живых.

# Recruit_Yokai_Aku_NAME
source: Aku
ru: Аку

# Recruit_Yokai_Hotoke_DESC
source: Their school bus crashed in the woods, and they were never seen alive again.
ru: Мстительный дух тарелочника. Изрыгает ядовитую жидкость изо рта.

# Recruit_Yokai_Hotoke_NAME
source: Hotoke
ru: Хотоке

# Recruit_Yokai_Kamaitachi_DESC
source: Though a monstrous shadow of his former self, he is still the leader of his clique.
ru: Мстительный дух тарелочника. Воплощение всего, что вы могли бояться.

# Recruit_Yokai_Kamaitachi_NAME
source: Kamaitachi
ru: Камайтачи

# Recruit_Yokai_Yoru_DESC
source: Their school bus crashed in the woods, and they were never seen alive again.
ru: Мстительный дух тарелочника. Печальное существо, порождённое несчастным случаем. С виду похож на зомби, но ближе к призракам.

# Recruit_Yokai_Yoru_NAME
source: Yoru
ru: Йору

# Recruit_Yokai_Zenaku_DESC
source: Their school bus crashed in the woods, and they were never seen alive again.
ru: Мстительный дух тарелочника. Несмотря на жуткий вид, павлинье перо придаёт ему особый шарм.

# Recruit_Yokai_Zenaku_NAME
source: Zenaku
ru: Зенаку

source: Region
ru: Регион

source: Report Player
ru: Жалоба на игрока

# ReportReason_BadConnection
source: Bad Connection
ru: Плохое подключение

# ReportReason_Griefing
source: Griefing
ru: Гриферство

# ReportReason_Inactivity
source: Inactivity
ru: Неактивность

# ReportReason_Other
source: Other
ru: Другое

# Reward_Emblem_Blaire
source: Blaire's Emblem
ru: Эмблема Блэр

# Reward_Emblem_Ken
source: Ken's Emblem
ru: Эмблема Кена

# Reward_Emblem_Primo
source: Primo's Emblem
ru: Эмблема Примо

# Reward_Emblem_Tsuiko
source: Tsuiko's Emblem
ru: Эмблема Цуйко

source: River City Bank
ru: Банк Ривер-сити

# STORE_UNLOCKED_AT_LEVEL
source: Unlocked at Level
ru: Разблокирован на уровне

# SaveFileScreen_ConfirmCreate
source: Create save in slot
ru: Создать сохранение в ячейке

# SaveFileScreen_ConfirmDelete
source: Delete save in slot
ru: Удалить сохранение в ячейке

# SaveFileScreen_FooterMsg
source: Choose a file.
ru: Выберите файл.

# ServerHasCrossplayDisabled
source: Server does not have crossplay enabled.
ru: На сервере не включён кроссплей.

# SettingScreen_ControllerMapping
source: Controller Mapping
ru: Изменение управления

# SettingScreen_ControllerMapping_FooterMsg
source: Remap controls.
ru: Переопределение управления.

# SettingScreen_Language
source: Language
ru: Язык

# SettingScreen_Language_FooterMsg
source: Change the game language.
ru: Изменение языка в игре.

# SettingScreen_Music
source: Music
ru: Музыка

# SettingScreen_Music_FooterMsg
source: Change music volume.
ru: Изменение громкости музыки.

# SettingScreen_PlayerIndicator
source: Player Indicator
ru: Индикатор игрока

# SettingScreen_PlayerIndicator_FooterMsg
source: Choose the style of player indicator.
ru: Выбор индикатора для игроков.

# SettingScreen_Region_FooterMsg
source: Choose location of servers to use in online play.
ru: Выбор расположения серверов для игры по сети.

# SettingScreen_SFX
source: SFX
ru: Звуки

# SettingScreen_SFX_FooterMsg
source: Change sound effect volume.
ru: Изменение громкости звуковых эффектов.

# SettingScreen_SecondaryVo
source: Partner Voice
ru: Голос напарника

# SettingScreen_Subtitles
source: Subtitles
ru: Субтитры

# SettingScreen_Subtitles_FooterMsg
source: Change the language of subtitles.
ru: Изменение языка субтитров.

# SettingScreen_TextSpeed
source: Text Speed
ru: Скорость текста

# SettingScreen_TextSpeed_FooterMsg
source: Change the text speed.
ru: Изменение скорости текста.

# SettingScreen_Vibration
source: Vibration
ru: Вибрация

# SettingScreen_Vibration_FooterMsg
source: Set controller vibration on or off.
ru: Включение/выключение вибрации контроллера.

# SettingScreen_Voice
source: Voice
ru: Голос

# SettingScreen_Voice_FooterMsg
source: Change voice volume.
ru: Изменение громкости голосов.

# SettingScreen_Voiceover
source: Voiceover
ru: Озвучка

# SettingScreen_Voiceover_FooterMsg
source: Change the voiceover langauge.
ru: Изменение языка озвучивания.

# Setting_Off
source: Off
ru: Выкл

# Setting_On
source: On
ru: Вкл

# SettingsScreen_TextSpeed_FooterMsg
source: Change the text speed.
ru: Изменение скорости текста.

# Settings_Resolution_FooterMsg
source: Set the resolution.
ru: Установка разрешения.

# Settings_TextSpeed_Fast
source: Fast
ru: Быстро

# Settings_TextSpeed_Medium
source: Medium
ru: Средне

# Settings_TextSpeed_Slow
source: Slow
ru: Медленно

# Settings_WindowMode_FooterMsg
source: Choose to run the game in full screen or in a window.
ru: Запуск игры на весь экран или в окне.

# Snapr_Page_PhotoFeed
source: Photo Feed
ru: Лента фото

# Snapr_Page_SelfieOps
source: Selfie Ops
ru: Селфи

# Ticker_Apple Tater_NAME
source: Apple Tater
ru: Карамелька

# Ticker_Beeboo_NAME
source: Beeboo
ru: Бибу

# Ticker_Billy_NAME
source: Billy
ru: Билли

# Ticker_Blaire_NAME
source: Blaire
ru: Блэр

# Ticker_Bully_NAME
source: Bully
ru: Балли

# Ticker_Burnov_NAME
source: Burnov
ru: Бурнов

# Ticker_Ferryman_NAME
source: Ferryman
ru: Паромщик

# Ticker_Godai_NAME
source: Godai
ru: Годай

# Ticker_Hasebe_NAME
source: Hasebe
ru: Хасэбэ

# Ticker_Hiroshi_NAME
source: Hiroshi
ru: Хироси

# Ticker_Jack_NAME
source: Jack
ru: Джек

# Ticker_Jimmy_NAME
source: Jimmy
ru: Джимми

# Ticker_Kaori_NAME
source: Kaori
ru: Каори

# Ticker_KenOS_NAME
source: Ken (O.S.)
ru: Кен

# Ticker_KenSabuko_NAME
source: Ken & Sabuko
ru: Кен и Сабуко

# Ticker_Ken_NAME
source: Ken
ru: Кен

# Ticker_Kozuki_NAME
source: Kozuki
ru: Кодзуки

# Ticker_Kunio_NAME
source: Kunio
ru: Кунио

# Ticker_Kyoko_NAME
source: Kyoko
ru: Кёко

# Ticker_Kyokos Mom_NAME
source: Kyoko's Mom
ru: Мама Кёко

# Ticker_Lil Colleen_NAME
source: Lil' Colleen
ru: Крошка Коллин

# Ticker_Mami_NAME
source: Mami
ru: Мами

# Ticker_Marian_NAME
source: Marian
ru: Мариан

# Ticker_Megumi_NAME
source: Megumi
ru: Мегуми

# Ticker_Mibobo_NAME
source: Mibobo
ru: Мибобо

# Ticker_Misako_NAME
source: Misako
ru: Мисако

# Ticker_Misuzu_NAME
source: Misuzu
ru: Мисудзу

# Ticker_MrK_NAME
source: Mr. K
ru: Мистер К

# Ticker_Primo_NAME
source: Primo
ru: Примо

# Ticker_Professor Croc_NAME
source: Professor Croc
ru: Профессор Крок

# Ticker_Provie_NAME
source: Provie
ru: Пруви

# Ticker_Riki_NAME
source: Riki
ru: Рики

# Ticker_Ryuichi_NAME
source: Ryuichi
ru: Рюити

# Ticker_Ryuji Ryuichi_NAME
source: Ryuji & Ryuichi
ru: Рюдзи и Рюити

# Ticker_Ryuji_NAME
source: Ryuji
ru: Рюдзи

# Ticker_SabuOS_NAME
source: Sabu (O.S.)
ru: Сабу

# Ticker_Sabu_NAME
source: Sabu
ru: Сабу

# Ticker_Sabuko_NAME
source: Sabuko
ru: Сабуко

# Ticker_Saotome_NAME
source: Saotome
ru: Саотоме

# Ticker_Shimizu_NAME
source: Shimizu
ru: Симидзу

# Ticker_Snap_NAME
source: Snap
ru: Черепок

# Ticker_Sonokawa_NAME
source: Sonokawa
ru: Сонокава

# Ticker_Thumby_NAME
source: Thumby
ru: Тамби

# Ticker_Tsuiko_NAME
source: Tsuiko
ru: Цуйко

# Ticker_Yakuza Baller_NAME
source: Yakuza Baller
ru: Якудза-баскетболист

# Ticker_Yakuza Doctor_NAME
source: Yakuza Doctor
ru: Якудза-доктор

# Ticker_Yakuza Henchman_NAME
source: Yakuza Henchman
ru: Якудза-приспешник

# Ticker_Yakuza_NAME
source: Yakuza
ru: Якудза

# Ticker_Yamada_NAME
source: Yamada
ru: Ямада

# Ticker_Yoko_NAME
source: Yoko
ru: Йоко

# TitleCard_TwoMonthsLater
source: TWO MONTHS LATER
ru: ДВА МЕСЯЦА СПУСТЯ

# Tutorial_01_Body
source: Double-tap and hold {20} in either direction to run. You can attack while running.
ru: Дважды нажмите и удерживайте {20} в любом направлении для бега. Во время бега можно и атаковать.

# Tutorial_01_Title
source: GOTTA RUN!
ru: ПОБЕЖАЛИ!

# Tutorial_02_Body
source: Jump toward a wall with {0} then press {0} again to leap off the wall and get even higher.
ru: Нажмите {0}, чтобы прыгнуть на стену, и ещё раз {0}, чтобы оттолкнуться от неё и прыгнуть ещё выше.

# Tutorial_02_Title
source: WALL JUMPIN!
ru: ПРЫЖОК ОТ СТЕНЫ!

# Tutorial_04_Body
source: Tap {0} to do a small jump. Hold {0} to do a full jump. You can also jump further from a run.
ru: Нажмите {0}, чтобы сделать короткий прыжок. Удерживайте {0}, чтобы сделать длинный прыжок. Прыгать можно и во время бега.

# Tutorial_04_Title
source: MIGHT AS WELL JUMP!
ru: МОЖНО ПРЫГАТЬ ПО-РАЗНОМУ!

# Tutorial_05_Body
source: Hold {16} to block attack in front of you. Tap {16} at the moment of impact to parry the attack or catch weapons. Double tap up or down to dodge.
ru: Удерживайте {16}, чтобы блокировать перед собой удары. Нажмите {16} в момент получения удара, чтобы парировать удар или поймать летящее оружие. Двойное нажатие на движение вверх или вниз делает уворот.

# Tutorial_05_Title
source: ON THE DEFENSE!
ru: ЗАЩИЩАЙСЯ!

# Tutorial_08_Body
source: This is a hideout where you'll be safe. You'll respawn here. You can regroup here to swap characters and change settings. You'll refill some stamina whenever you return.
ru: Это безопасное укрытие, в котором вы будете появляться. Здесь также можно сменить персонажа и изменить настройки. Возвращаясь сюда, вы восстанавливаете небольшое количество стойкости.

# Tutorial_08_Title
source: SAFE AND SOUND!
ru: В БЕЗОПАСНОСТИ!

# Tutorial_09_Body
source: Press {2} to pick up weapons. Use them with {2} or throw them with {3}. Weapons break apart after too much use.
ru: Нажмите {2}, чтобы подобрать оружие. Используйте его с помощью {2} или бросьте с помощью {3}. Оружие ломается после частого использования.

# Tutorial_09_Title
source: WEAPONS GALORE!
ru: ОРУЖИЕ В ИЗОБИЛИИ!

# Tutorial_11_Body
source: Weaken the last enemy left in a scene and they will beg for mercy. Walk into them to grab the enemy, then press {4} or {5} to recruit them. You can have two recruits.
ru: Избейте последнего противника на площадке, и он начнёт просить о пощаде. Подойдите к нему, чтобы взять в захват, а затем нажмите {4} или {5}, чтобы взять его в рекруты. Одновременно можно иметь до двух рекрутов.

# Tutorial_11_Title
source: RECRUITS! (1/2)
ru: РЕКРУТЫ! (1/2)

# Tutorial_13_Body
source: You have spent too much time on the couch. Fight enemies, eat food items, complete missions, and find side quests to regain your XP. Choose your own path.
ru: Вы слишком много времени провели на диване. Сражайтесь с противниками, ешьте, завершайте миссии и находите побочные задания, чтобы получать дополнительный опыт. Выбирайте собственный путь.

# Tutorial_13_Title
source: WELCOME BACK!
ru: ДОБРО ПОЖАЛОВАТЬ НАЗАД!

# Tutorial_14_Body
source: Hero down! When the other player dies, you can revive them by quickly attacking their body before their angel gets away.
ru: Герой пал! Когда другой игрок погибает, его можно оживить, если ударить по его телу до того, пока душа не улетит прочь.

# Tutorial_14_Title
source: DON'T DIE ON ME!
ru: НЕ УМИРАЙ У МЕНЯ НА РУКАХ!

# Tutorial_15_Body
source: Sometimes an enemy will become dizzy after being attacked repeatedly. Walk into them to grab the enemy, then throw or attack them with {2} and {3}.
ru: Иногда от постоянных ударов у противника может закружиться голова. Подойдите к противнику, чтобы сделать захват, а затем бросьте его или ударьте с помощью {2} или {3}.

# Tutorial_15_Title
source: GRAB 'EM!
ru: ХВАТАЙ ЕГО!

# Tutorial_21_Body
source: Your highly addictive social media app, Honkr will give you notifications about missions, quests, and general happenings in River City.
ru: Ваше вызывающее привыкание приложение для социального взаимодействия под названием «Крякер» будет оповещать вас о миссиях, заданиях и происходящих событиях в Ривер-сити.

# Tutorial_21_Title
source: HONK!
ru: КРЯК!

# Tutorial_22_Body
source: Ambushed! Press {2} for Quick Attacks and {3} for Heavy Attacks to defeat the gangs and break the screenlock. You'll be rewarded for breaking out of them.
ru: Засада! Нажмите {2} для быстрых ударов и {3} для сильных ударов, чтобы победить противников и сломать блокировку. За победу вы получите небольшую награду.

# Tutorial_22_Title
source: SCREEN LOCK!
ru: БЛОКИРОВКА ЭКРАНА

# Tutorial_24_Body
source: Recruited enemies can be called into action by pressing the {4} or {5} button. Their health is displayed in your HUD at the top of the screen. Once defeated, they will return to a hideout.
ru: Рекрутов можно призвать, нажав {4} или {5}. Их здоровье отображается вверху экрана. После поражения они вернутся в укрытие.

# Tutorial_24_Title
source: RECRUITS! (2/2)
ru: РЕКРУТЫ! (2/2)

# Tutorial_25_Body
source: Hired henchmen are stronger recruits that cost money. If your henchmen is defeated, you will have to hire them again.
ru: Приспешники — это более сильные рекруты, которых нанимают за деньги. Если приспешник будет побеждён в бою, его придётся нанять ещё раз.

# Tutorial_25_Title
source: HIRED HENCHMEN!
ru: НАЙМ ПРИСПЕШНИКОВ!

# Tutorial_26_Body
source: Eating a consumable item will earn you a permanent stat boost the first time it's eaten. You can eat them in the shop or save them for later.
ru: Употребление в пищу даст вам постоянную прибавку к характеристикам при первом поедании. Еду можно съесть сразу или оставить на потом.

# Tutorial_26_Title
source: I WANNA' MUNCH!
ru: ХОЧУ ЕЩЁ!

# Tutorial_27_Body
source: You can wear two kinds of accessories that will aid you in battle with buffs and upgrades.
ru: Вы можете носить два вида аксессуаров, которые помогают в бою своими улучшениями.

# Tutorial_27_Title
source: SHOPPING SPREE!
ru: ПОХОД ПО МАГАЗИНАМ!

# Tutorial_28_Body
source: Find new moves here to expand your arsenal of attacks. Special attacks drain SP (the green meter).
ru: Находите новые приёмы для пополнения своего арсенала атак. Особые атаки расходуют ОС (зелёная шкала).

# Tutorial_28_Title
source: ENTER THE DOJO!
ru: ВОЙДИ В ДОДЗЁ!

# Tutorial_29_Body
source: Saunas are a quick and cheap way of replenishing all your ST and SP. You can do it alone or with your group.
ru: Сауна является быстрым и дешёвым способом восстановить СТ и ОС. Её можно посетить как в одиночку, так и группой.

# Tutorial_29_Title
source: TIME TO UNWIND!
ru: ПОРА ОТДОХНУТЬ!

# Tutorial_30_Body
source: The music bought in here will be available in your hideouts. Rock on!
ru: Приобретённая здесь музыка становится доступной в укрытиях. Настройтесь на волну!

# Tutorial_30_Title
source: NEW TUNES!
ru: НОВЫЕ ПЕСНИ!

# Tutorial_31_Body
source: The quick item select tool at the top allows you to eat on the go. Use {19} to cycle through items and press {12} to eat.
ru: Выбор быстрого предмета вверху позволяет вам есть на ходу. Используйте {19} для переключения между предметами, а для еды — нажмите {12}.

# Tutorial_31_Title
source: Quick Item Select!
ru: ВЫБОР БЫСТРОГО ПРЕДМЕТА!

# Tutorial_32_Body
source: Feel free to practice your combos on helpless Dojo Cat!
ru: Тренируйтесь делать комбо на безвредном Додзё-коте!

# Tutorial_32_Title
source: Training Dojo!
ru: ТРЕНИРОВКА!

# Tutorial_Seasonal_Body
source: This special seasonal shop cycles its available items several times a year. Check back regularly for new and exclusive items!
ru: Этот специальный сезонный магазин меняет свой ассортимент на протяжении года. Регулярно проверяйте наличие новых и эксклюзивных товаров!

# Tutorial_Seasonal_Title
source: Seasons Greetings!
ru: С наступлением сезона!

# UI_CharacterSwap_Title
source: SWAP <size=30>WITH</size> ME?
ru: ПОМЕНЯТЬСЯ?

# UI_Confirmation_StartQuest_Mission
source: MISSION
ru: МИССИЯ

# UI_Confirmation_StartQuest_No
source: Maybe Later
ru: Может, потом

# UI_Confirmation_StartQuest_Quest
source: QUEST
ru: ЗАДАНИЕ

# UI_Confirmation_StartQuest_Yes
source: Start
ru: Начать

# UI_DLC_BuyNow
source: Available Now!
ru: Уже доступно!

# UI_DLC_Description_1
source: The legendary Double Dragons, Billy and Jimmy Lee, are busting out of their dojos to hit the mean streets of River City! Let's go, bros!
ru: Легендарные Двойные Драконы, Билли и Джимми Ли, выходят из своего додзё на жестокие улицы Ривер-сити! Вперёд, братаны!

# UI_DLC_Description_2
source: Don't miss the NEW FREE content: <color=#6182f7> • "Season's Beatings" seasonal shop</color> <color=#fe414e> • "Devil's Candy" shop</color> <color=#6182f7> • Downtown training dojo</color> <color=#fe414e> • Double Dragon motion comic</color> <color=#6182f7> • Character color palettes</color> <color=#fe414e> • Choose same character in online multiplayer</color>
ru: Не пропустите НОВЫЙ БЕСПЛАТНЫЙ контент: <color=#6182f7> • Сезонный магазин «Время избивать»</color> <color=#fe414e> • Магазин «Дары Смерти»</color> <color=#6182f7> • Додзё в Центре города</color> <color=#fe414e> • Анимированный комикс «Двойные Драконы»</color> <color=#6182f7> • Выбор палитры персонажей</color> <color=#fe414e> • Выбор одинаковых персонажей в сетевой игре</color>

# UI_DLC_Description_3
source: Bring the Double Dragons back into action with the premium Double Dragon DLC! They've been uppercutting and spin kicking since their 1987 arcade debut and ain't gonna stop now! The Double Dragon DLC includes: <color=#6182f7> • Playable Billy Lee</color> <color=#fe414e> • Playable Jimmy Lee</color> <color=#6182f7> • Double Dragon voiceovers & story integration</color> <color=#fe414e> • New vocal song</color> <color=#6182f7> • New dojo master Boro</color>
ru: Двойные Драконы снова в деле в премиальном дополнении Double Dragon! Они раздавали апперкоты и удары с разворота, начиная с аркадного автомата 1987 года, и не собираются останавливаться! Дополнение Double Dragon включает в себя: <color=#6182f7> • Играбельный Билли Ли</color> <color=#fe414e> • Играбельный Джимми Ли</color> <color=#6182f7> • Озвучивание и интеграция в повествование Двойных Драконов</color> <color=#fe414e> • Новая песня</color> <color=#6182f7> • Новый мастер додзё Боро</color>

# UI_DansuAlert_Fail
source: Fail
ru: Неудача

# UI_DansuAlert_Good
source: GOOD
ru: ХОРОШО

# UI_DansuAlert_Miss
source: Miss
ru: Промах

# UI_DansuAlert_Ok
source: OK
ru: Хорошо

# UI_DansuAlert_Perfect
source: PERFECT!
ru: ОТЛИЧНО!

# UI_DansuGame_GoodJob
source: Good Job!
ru: Отличная работа!

# UI_DansuGame_Ready
source: Ready?
ru: Готовы?

# UI_DansuGame_Start
source: START!
ru: СТАРТ!

# UI_DansuPrompt_Attack
source: PUNCH!
ru: УДАР!

# UI_DansuPrompt_Block
source: BLOCK!
ru: БЛОК!

# UI_DansuPrompt_Jump
source: JUMP!
ru: ПРЫЖОК!

# UI_DansuPrompt_StepDown
source: DOWN!
ru: ВНИЗ!

# UI_DansuPrompt_StepLeft
source: LEFT!
ru: ВЛЕВО!

# UI_DansuPrompt_StepRight
source: RIGHT!
ru: ВПРАВО!

# UI_DansuPrompt_StepUp
source: UP!
ru: ВВЕРХ!

# UI_GameOver_Continue_Desc
source: Reset all new progress since last checkpoint. Lose some money.
ru: Сбрасывает весь прогресс с последней точки сохранения. Теряется некоторая часть денег.

# UI_GameOver_Continue_Title
source: TRY AGAIN
ru: ЕЩЁ РАЗ

# UI_GameOver_EasyContinue_Desc
source: Reset all new progress since last checkpoint.
ru: Сбрасывает весь прогресс с последней точки сохранения.

# UI_GameOver_Header
source: GAME OVER
ru: КОНЕЦ ИГРЫ

# UI_GameOver_Hideout_Desc
source: Respawn at last hideout with no money loss.
ru: Возрождает в последнем укрытии без потери денег.

# UI_GameOver_Hideout_Title
source: HIDEOUT
ru: УКРЫТИЕ

# UI_GameOver_Quit_Desc
source: Return to title screen
ru: Вернуться на стартовый экран

# UI_GameOver_Quit_Title
source: EXIT
ru: ВЫХОД

# UI_HireHenchman_Title
source: Hire Me?
ru: Нанимаешь меня?

# UI_ItemPickup_EXPERIENCE
source: EXPERIENCE
ru: ОПЫТ

# UI_ItemPickup_MONEY
source: MONEY
ru: ДЕНЬГИ
