Repository: winterheart/rcg2-l10n
Catalog: data/po/*/Sheet1.po
Languages: ru

# HonkrCharacterName_Naritaka
source: Naritaka @smellzzBADbruh
ru: Наритака @smellzzBADbruh

# HonkrCharacterName_Paul
source: Paul @bigfatpauly
ru: Пол @bigfatpauly

# HonkrCharacterName_Primo
source: Primo @peppaPAPA
ru: Примо @peppaPAPA

# HonkrCharacterName_Provie
source: Provie @SaucySalamander
ru: Пруви @SaucySalamander

# HonkrCharacterName_Riki
source: Riki @Mr_Cool_Guy
ru: Рики @Mr_Cool_Guy

# HonkrCharacterName_Ryan
source: Ryan @dragonfeets
ru: Райан @dragonfeets

# HonkrCharacterName_Ryuichi
source: Ryuichi @theREDone
ru: Рюити @theREDone

# HonkrCharacterName_Ryuji
source: Ryuji @theGREENone
ru: Рюдзи @theGREENone

# HonkrCharacterName_Sabu
source: Sabu @hoosier_daddy
ru: Сабу @hoosier_daddy

# HonkrCharacterName_Sabuko
source: Sabuko @thedragonskiss
ru: Сабуко @thedragonskiss

# HonkrCharacterName_Saotome
source: Saotome @unfriendme
ru: Саотоме @unfriendme

# HonkrCharacterName_Shimizu
source: Shimizu @!swoltastic!
ru: Симидзу @!swoltastic!

# HonkrCharacterName_Skullmageddon
source: Skullmageddon @BoneDaddy
ru: Черепогеддон @BoneDaddy

# HonkrCharacterName_Snap
source: Snap @numb_skull
ru: Черепок @numb_skull

# HonkrCharacterName_Sol
source: Sol Badguy @ImmoralFlame
ru: Сол Бэдгай @ImmoralFlame

# HonkrCharacterName_Sonny
source: Sonny Lee @best_B_R_O
ru: Сонни Ли @best_B_R_O

# HonkrCharacterName_Thumby
source: Thumby @shoot_dang_shoot
ru: Тамби @shoot_dang_shoot

# HonkrCharacterName_Tsuiko
source: Tsuiko @PixelPerfect
ru: Цуйко @PixelPerfect

# HonkrCharacterName_Wes
source: Wes @robo_VICE
ru: Вес @robo_VICE

# HonkrCharacterName_Williams
source: Williams @nightRIDER
ru: Уильямс @nightRIDER

# HonkrCharacterName_Yoko
source: Yoko @yokos_yolked
ru: Йоко @yokos_yolked

# HonkrCurrentObjectivePost
source: This is what I need to do in
ru: Список дел,

# Honkr_Complete
source: Complete
ru: Завершено

# Honkr_Page_History
source: History
ru: История

# Honkr_Page_NewsFeed
source: News Feed
ru: Лента новостей

# Honkr_Page_Objectives
source: Objectives
ru: Задачи

# HostJoinPlayersMismatch
source: Unable to join this room. Please check the number of players it was created for.
ru: Невозможно присоединиться к этой комнате. Проверьте, под какое количество игроков она создавалась.

# HostJoinScreen_Crossplay
source: Crossplay
ru: Кроссплей

# HostJoinScreen_FooterMsg_Crossplay
source: Choose if you would like to play with players on different consoles or not.
ru: Разрешение играть с игроками на других консолях.

# HostJoinScreen_FooterMsg_Host
source: Host an online game.
ru: Запуск сервера для сетевой игры.

# HostJoinScreen_FooterMsg_Join
source: Join an online game.
ru: Подключение к сетевой игре.

# HostJoinScreen_Host
source: Host
ru: Сервер

# HostJoinScreen_Join
source: Join
ru: Подключение

# HostOptionsScreen_Difficulty
source: Difficulty
ru: Сложность

# HostOptionsScreen_Difficulty_Easy
source: Normal
ru: Нормально

# HostOptionsScreen_Difficulty_Hard
source: Nightmare
ru: Ночной кошмар

# HostOptionsScreen_Difficulty_Medium
source: Tough
ru: Тяжело

# HostOptionsScreen_FooterMsg_Difficulty
source: Set the game's difficulty.
ru: Установка сложности игры.

# HostOptionsScreen_FooterMsg_FriendlyFire
source: Set whether players can damage each other.
ru: Включение возможности нанесения игроками урона друг другу.

# HostOptionsScreen_FooterMsg_GameMode
source: Set the game mode.
ru: Установка режима игры.

# HostOptionsScreen_FooterMsg_Privacy
source: Set who can join the game.
ru: Кто может подключаться к игре.

# HostOptionsScreen_FriendlyFire
source: Friendly Fire
ru: Удары по своим

# HostOptionsScreen_GameMode
source: Game Mode
ru: Игровой режим

# HostOptionsScreen_GameMode_Story
source: Story Mode
ru: История

# HostOptionsScreen_Privacy
source: Privacy
ru: Ограничение

# HostOptionsScreen_Privacy_FriendsOnly
source: Friends Only
ru: Только друзья

# HostOptionsScreen_Privacy_Private
source: Private
ru: Ограничено

# HostOptionsScreen_Privacy_Public
source: Public
ru: Открыто для всех

# HostOptionsScreen_Region
source: Region
ru: Регион

# ITEM_DESC_ALOE_DRINK
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_ASPIRIN
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_AVOCADO_TOAST
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_A_TOUGH_FIGHT
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_BACON_ROD
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_BAGUETTE
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_BANDAGES
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_BETTER_THAN_YOU
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_BIRTH_CHART_NECKLACE
source: Air attacks are stronger.
ru: Удары в прыжке становятся сильнее.

# ITEM_DESC_BOBA_TEA
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_BOMB_BOTTOM
source: Grabbing money can heal your wounds.
ru: Поднятие денег могут излечить ваши раны.

# ITEM_DESC_BOUNTY_LASS
source: Replenish stamina {0} percent. Temp AG boost.
ru: Пополняет стойкость на {0} %. Временно увеличивает ЛВ.

# ITEM_DESC_BUTTERMILK
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_CANDY_CORN_DRINKING_HORN
source: Replenish stamina by {0} percent. Might be poisonous.
ru: Пополняет стойкость на {0} %. Может быть отравленным.

# ITEM_DESC_CARNE_SAURUS
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_CAT_PILLOW
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_CHARACTER_SELECT
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_CHOCOLATE_FILLED_FROG
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_CHOCO_BERRY
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_CHOKER
source: Do more damage to enemies on the ground.
ru: Наносит больше урона по лежачим противникам.

# ITEM_DESC_CILANTRO_LICORICE
source: Replenish stamina by {0} percent. Slight chance of hurting your stamina.
ru: Пополняет стойкость на {0} %. Небольшой шанс повредить стойкости.

# ITEM_DESC_CLONE_NUGGETS
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_COACH'S_HAT
source: Recruits attacks are more damaging.
ru: Рекруты наносят больше урона.

# ITEM_DESC_CURRY_RICE
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_DANGO
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_DANGOO
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_DECO_NAILS
source: Combos can be therapeutic.
ru: Комбоудары восстанавливают здоровье.

# ITEM_DESC_DLCLEEBROS_SONGTITLE
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_DORAYAKI
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_DRAGON_BROTHERS
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_ELECTRIC_JUICE
source: Temp shock effect with heavy attacks.
ru: Сильный удар вызывает временный электрошок.

# ITEM_DESC_EL_PASTOREX
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_END_CREDITS_SONG
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_FAKE_CHICKEN
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_FEEL_HEAT
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_FIRE_CHEESE
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_FIRE_JUICE
source: Temp fire effect with heavy attacks.
ru: Сильный удар вызывает временное возгорание.

# ITEM_DESC_FIRST_AID
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_FISHNET_TOP
source: Recover special meter when attacked.
ru: Восстанавливает шкалу ОС при получении урона.

# ITEM_DESC_FIZZY_FUZZ
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_FUNSTRUCTION
source: Makes Construction weapons not break when held.
ru: Строительное оружие при использовании не ломается.

# ITEM_DESC_GARLIC_GELATO
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_GHOASTER_STRUDEL
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_GLUE_PASTE
source: Replenish stamina by {0} percent. Slows you down temporarily.
ru: Пополняет стойкость на {0} %. Временно замедляет.

# ITEM_DESC_GNOCCHI_MOCHI
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_GRAPPLES
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_GREEN_SMOOTHIE
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_GUMMY_YUMMIES
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_GUTTERMILK
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_HEART_EARRINGS
source: Recruits' meters fill up faster.
ru: Шкала рекрутов восполняется гораздо быстрее.

# ITEM_DESC_HEART_REACTOR
source: This device gives you infinite special meter.
ru: Это устройство даёт вам бесконечную шкалу ОС.

# ITEM_DESC_HORCHATA
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_HOT_BLOODED_BOYS
source: Replenish stamina {0} percent. Temp LK boost.
ru: Пополняет стойкость на {0} %. Временно увеличивает УД.

# ITEM_DESC_ICE_CREAM_CONE
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_JELLY_FILLED
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_JOCK_JOURNAL
source: Makes Sports weapons not break when held.
ru: Спортивное оружие при использовании не ломается.

# ITEM_DESC_JOY_OF_TOYS
source: Makes Toy weapons not break when held.
ru: Игрушечное оружие при использовании не ломается.

# ITEM_DESC_KATSU_DON
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_LASAGNA
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_LOCKPICK_KIT
source: Vending machines are far more generous.
ru: Торговые автоматы становятся более щедрыми.

# ITEM_DESC_MAIN_THEME
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_MATCHA_TEA
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_MECH_TOY
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_MEGA_RAN
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_MELON_MINTS
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_MERV_DOUBLE
source: Replenish stamina by {0} percent. Slows you down temporarily.
ru: Пополняет стойкость на {0} %. Временно замедляет.

# ITEM_DESC_MERV_FIRES
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_MERV_SHAKE
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_MERV_SINGLE
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_MILITARY_BELT
source: Chance of dropping a grenade when knocked down.
ru: Шанс уронить гранату при падении с ног.

# ITEM_DESC_MILK
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_MONGOLIAN_BEETS
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_MONKEY_BREAD
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_NOIZE_FIGURE
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_NOT_DOGS
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_NO_2_PENCILS
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_OCTOPUS_HOTDOG
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_OFF_LAWN
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_OLD_FASHIONED
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_OOLONG_TEA
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_PLUMBERINOS
source: Replenish stamina {0} percent. Temp AT boost.
ru: Пополняет стойкость на {0} %. Временно увеличивает АТ.

# ITEM_DESC_POISON_JUICE
source: Temp poison effect with heavy attacks.
ru: Сильный удар вызывает временное отравление.

# ITEM_DESC_POLYESTER_CANDY
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_POTATO_SNAPS
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_PROLOGUE
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_PROVIE_THEME
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_PTERAFLAN
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_QOQO_SODA
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_QUESO_DIPLODOCUS
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_QUICHE
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_RAMEN
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_RAVIOLI
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_RECRUIT_GOOP
source: Double recruit damage for 30 seconds
ru: Удваивает урон от рекрутов на 30 секунд.

# ITEM_DESC_RIBBON_BRA
source: Get a defensive shield when close to defeat.
ru: Разворачивает оборонительный щит в критических случаях.

# ITEM_DESC_ROXY_THEME
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_SALMON_NIGIRI
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_SAUNA_FOR_ALL
source: Full replenish stamina and special for everyone.
ru: Полное восстановление стойкости и ОС для всех.

# ITEM_DESC_SAUNA_FOR_ONE
source: Full replenish stamina and special for yourself.
ru: Полное восстановление стойкости и ОС для вас.

# ITEM_DESC_SHERMAN_PARK
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_SHOP_THEME
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_SHRIMP_ROLL
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_SMART_WATCH
source: Makes store items cheaper.
ru: Снижает цены в магазинах.

# ITEM_DESC_SMOKY_MOCHI
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_SORBET
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_SPICY_MOCHI
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_SPICY_TUNA_ROLL
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_SPRINKLED
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_STRAWBERRY_SYRINGE
source: Shield for 5 seconds
ru: Щит на 5 секунд.

# ITEM_DESC_SUGAR_PILLS
source: Double damage for 10 seconds
ru: Удваивает урон на 10 секунд.

# ITEM_DESC_SUNDAE
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_TACODACTYL
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_TAIYAKI
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_TEETH_FRACKERS
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_TEMPURA
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_THAI_TEA
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_THRILLHOUSE
source: Makes Household weapons not break when held.
ru: Домашнее оружие при использовании не ломается.

# ITEM_DESC_TOFU_BURRITO
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_TOY_ALARM
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_TRIANGLE_PRINCESS
source: Replenish stamina {0} percent. Temp WP boost.
ru: Пополняет стойкость на {0} %. Временно увеличивает ОР.

# ITEM_DESC_TRIANON'S_TRINKET
source: Pull off power parries that do damage.
ru: Парируя удар, вы наносите урон.

# ITEM_DESC_TURBO_JUICE
source: Replenish stamina by {0} percent. Temp AG boost.
ru: Пополняет стойкость на {0} %. Временно увеличивает ЛВ.

# ITEM_DESC_UMAMI_MOCHI
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_VAMPIRE_PUNCHER_(GAME)
source: Replenish stamina {0} percent. Temp WP boost.
ru: Пополняет стойкость на {0} %. Временно увеличивает ОР.

# ITEM_DESC_VELOCI_AL_PASTOR
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_VIRTUAL_PET
source: Recruit attacks have a chance of healing themselves.
ru: Рекруты при атаке могут исцеляться.

# ITEM_DESC_VITAMIN_K_TONIC
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_WATER_JUICE
source: Temp freeze effect with heavy attacks.
ru: Сильный удар вызывает временную заморозку.

# ITEM_DESC_YOUR_LIKE
source: Cool new music for your hideout.
ru: Новая крутая музыка для вашего укрытия.

# ITEM_DESC_YUMMI_WORMS
source: Replenish stamina {0} percent.
ru: Пополняет стойкость на {0} %.

# ITEM_DESC_ZOMBIE_SALVE
source: Conjures a friendly zombie.
ru: Призывает дружественного зомби.

# ITEM_NAME_ALOE_DRINK
source: Aloe Drink
ru: Сок алоэ

# ITEM_NAME_ASPIRIN
source: Aspirin
ru: Аспирин

# ITEM_NAME_AVOCADO_TOAST
source: Avocado Toast
ru: Тост с авокадо

# ITEM_NAME_A_TOUGH_FIGHT
source: A Tough Fight
ru: «Жёсткая борьба»

# ITEM_NAME_BACON_ROD
source: Bacon Rod
ru: Пачка бекона

# ITEM_NAME_BAGUETTE
source: Baguette
ru: Багет

# ITEM_NAME_BANDAGES
source: Bandages
ru: Пластыри

# ITEM_NAME_BETTER_THAN_YOU
source: Better Than You
ru: «Лучше тебя»

# ITEM_NAME_BIRTH_CHART_NECKLACE
source: Sign Necklace
ru: Ожерелье со знаком

# ITEM_NAME_BOBA_TEA
source: Boba Tea
ru: Жемчужный чай

# ITEM_NAME_BOMB_BOTTOM
source: Bomb Bottom
ru: Бомбические мини-шорты

# ITEM_NAME_BOUNTY_LASS
source: Bounty Lass (Game)
ru: «Охотница за наградой» (игра)

# ITEM_NAME_BUTTERMILK
source: Buttermilk
ru: С кефиром

# ITEM_NAME_CANDY_CORN_DRINKING_HORN
source: Candy Corn Drinking Horn
ru: Рожок из карамели

# ITEM_NAME_CARNE_SAURUS
source: Horchata
ru: Орчата

# ITEM_NAME_CAT_PILLOW
source: Cat Pillow
ru: Кошачья подушка

# ITEM_NAME_CHARACTER_SELECT
source: Character Select
ru: «Выбор персонажа»

# ITEM_NAME_CHOCOLATE_FILLED_FROG
source: Chocolate Filled Frog
ru: Шоколадная лягушка

# ITEM_NAME_CHOCO_BERRY
source: Choco Berry
ru: Клубника в шоколаде

# ITEM_NAME_CHOKER
source: Choker
ru: Чокер

# ITEM_NAME_CILANTRO_LICORICE
source: Cilantro Licorice
ru: Кориандр и лакрица

# ITEM_NAME_CLONE_NUGGETS
source: Clone Nuggets
ru: Соевые наггетсы

# ITEM_NAME_COACH'S_HAT
source: Coach's Hat
ru: Кепка тренера

# ITEM_NAME_CURRY_RICE
source: Curry Rice
ru: Рис с карри

# ITEM_NAME_DANGO
source: Dango
ru: Данго

# ITEM_NAME_DANGOO
source: Dangoo
ru: Данго

# ITEM_NAME_DECO_NAILS
source: Deco Nails
ru: Накладные ногти

# ITEM_NAME_DLCLEEBROS_SONGTITLE
source: We're The Double Dragons
ru: Мы — Двойные Драконы

# ITEM_NAME_DORAYAKI
source: Dorayaki
ru: Дораяки

# ITEM_NAME_DRAGON_BROTHERS
source: Dragon Brothers
ru: «Братья Драконы»

# ITEM_NAME_DRAGON_TWINS
source: DRAGON TWINS
ru: ДВОЙНЯШКИ-ДРАКОНЫ

# ITEM_NAME_ELECTRIC_JUICE
source: Electric Juice
ru: Электросок

# ITEM_NAME_EL_PASTOREX
source: Al Pastorex
ru: Аль пасторекс

# ITEM_NAME_END_CREDITS_SONG
source: Thanks for Your Time
ru: «Спасибо за уделённое время»

# ITEM_NAME_FAKE_CHICKEN
source: Fake Chicken
ru: Фальшивый цыпленок

# ITEM_NAME_FEEL_HEAT
source: Feel The Heat
ru: «Почувствуй жар»

# ITEM_NAME_FIRE_JUICE
source: Fire Juice
ru: Огненный сок

# ITEM_NAME_FIRST_AID
source: First Aid Kit
ru: Аптечка

# ITEM_NAME_FISHNET_TOP
source: Fishnet Top
ru: Топ в сеточку

# ITEM_NAME_FIZZY_FUZZ
source: Fizzy Fuzz
ru: Шипастая шипучка

# ITEM_NAME_FRIED_CHEESE
source: Fried Cheese
ru: Жареный сыр

# ITEM_NAME_FUNSTRUCTION
source: Funstruction (Book)
ru: «Забавная стройка» (книга)

# ITEM_NAME_GARLIC_GELATO
source: Garlic Gelato
ru: Чесночное джелато

# ITEM_NAME_GHOASTER_STRUDEL
source: Ghoaster Strudel
ru: Призрачный штрудель

# ITEM_NAME_GLUE_PASTE
source: Glue Paste
ru: Замазка

# ITEM_NAME_GNOCCHI_MOCHI
source: Gnocchi Mochi
ru: Ньокки моти

# ITEM_NAME_GRAPPLES
source: Grapples
ru: Яблоки

# ITEM_NAME_GREEN_SMOOTHIE
source: Green Smoothie
ru: Зелёный смузи

# ITEM_NAME_GROUP_SAUNA
source: Group Sauna
ru: Общая сауна

# ITEM_NAME_GUMMY_YUMMIES
source: Gummy Yummies
ru: Желейные мишки

# ITEM_NAME_GUTTERMILK
source: Guttermilk Donut
ru: Молочный пончик

# ITEM_NAME_HEART_EARRINGS
source: Heart Earrings
ru: Серёжки-сердечки

# ITEM_NAME_HEART_REACTOR
source: Heart Reactor
ru: Сердечный реактор

# ITEM_NAME_HORCHATA
source: Horchata
ru: Орчата

# ITEM_NAME_HOT_BLOODED_BOYS
source: Hot Blooded Boys (Game)
ru: «Горячие парни» (игра)

# ITEM_NAME_ICE_CREAM_CONE
source: Ice Cream Cone
ru: Рожок мороженого

# ITEM_NAME_JELLY_FILLED
source: Jelly Filled
ru: С желейной начинкой

# ITEM_NAME_JOCK_JOURNAL
source: Jock Journal (Book)
ru: «Вестник Культуриста» (книга)

# ITEM_NAME_JOY_OF_TOYS
source: Joy of Toys (Book)
ru: «Весёлые игрушки» (книга)

# ITEM_NAME_KATSU_DON
source: Katsudon
ru: Кацудон

# ITEM_NAME_LASAGNA
source: Lasagna
ru: Лазанья

# ITEM_NAME_LOCKPICK_KIT
source: Lockpick Kit
ru: Набор отмычек

# ITEM_NAME_MAIN_THEME
source: Main Theme
ru: «Заглавная тема»

# ITEM_NAME_MARIAN_THEME
source: MARIAN KELLY
ru: «МЕРИАН КЕЛЛИ»

# ITEM_NAME_MATCHA_TEA
source: Matcha Tea
ru: Чай маття

# ITEM_NAME_MECH_TOY
source: Mech Toy
ru: Робот-трансформер

# ITEM_NAME_MELON_MINTS
source: Melon Mints
ru: Арбузные леденцы

# ITEM_NAME_MERV_DOUBLE
source: Merv Double
ru: Двойной Мёрв

# ITEM_NAME_MERV_FRIES
source: Merv Fries
ru: Мёрв-чипсы

# ITEM_NAME_MERV_SHAKE
source: Merv Shake
ru: Мёрв-шейк

# ITEM_NAME_MERV_SINGLE
source: Merv Single
ru: Обычный Мёрв

# ITEM_NAME_MILITARY_BELT
source: Military Belt
ru: Армейский ремень

# ITEM_NAME_MILK
source: Milk
ru: Молоко

# ITEM_NAME_MONGOLIAN_BEETS
source: Mongolian Beets
ru: Свекольный салат

# ITEM_NAME_MONKEY_BREAD
source: Monkey Bread
ru: Обезьяний хлеб

# ITEM_NAME_NOIZE_FIGURE
source: NOIZE Figure
ru: Фигурка NOIZE

# ITEM_NAME_NOOSE_CANDY
source: Noose Candy
ru: Конфета-петля

# ITEM_NAME_NOT_DOGS
source: Not Dogs
ru: Не-хотдог

# ITEM_NAME_NO_2_PENCILS
source: No. 2 Pencils
ru: Карандаши номер 2

# ITEM_NAME_OCTOPUS_HOTDOG
source: Octopus Hotdog
ru: Сосиски Такосан

# ITEM_NAME_OFF_LAWN
source: Get Off My Lawn
ru: «Вон с моей лужайки!»

# ITEM_NAME_OLD_FASHIONED
source: Old Fashioned
ru: Старомодный

# ITEM_NAME_OOLONG_TEA
source: Oolong Tea
ru: Чай улун

# ITEM_NAME_PLUMBERINOS
source: Plumberinos (Game)
ru: «Слесаринос» (игра)

# ITEM_NAME_POISON_JUICE
source: Poison Juice
ru: Ядовитый сок

# ITEM_NAME_POLYESTER_CANDY
source: Polyester Candy
ru: Полиэстровая конфетка

# ITEM_NAME_POTATO_SNAPS
source: Potato Snaps
ru: Хрустяшки из картошки

# ITEM_NAME_PROLOGUE
source: Prologue
ru: «Пролог»

# ITEM_NAME_PROVIE_THEME
source: Provie.
ru: «Пруви»

# ITEM_NAME_PTERAFLAN
source: Pteraflan
ru: Птерофлан
