Repository: winterheart/rcg2-l10n
Catalog: data/po/*/Sheet1.po
Languages: ru

# ITEM_NAME_QOQO_SODA
source: Qoqo Soda
ru: Коко-Сода

# ITEM_NAME_QUESO_DIPLODOCUS
source: Pteraflan
ru: Птерофлан

# ITEM_NAME_QUICHE
source: Quiche
ru: Киш

# ITEM_NAME_RAMEN
source: Ramen
ru: Рамэн

# ITEM_NAME_RAVIOLI
source: Ravioli
ru: Равиоли

# ITEM_NAME_RECRUIT_GOOP
source: Recruit Goop
ru: Рекрутский сироп

# ITEM_NAME_RIBBON_BRA
source: Ribbon Bra
ru: Кружевной лифчик

# ITEM_NAME_ROXY_THEME
source: Roxy's Theme
ru: «Тема Рокси»

# ITEM_NAME_SABU_THEME
source: SABU
ru: «САБУ»

# ITEM_NAME_SALMON_NIGIRI
source: Salmon Nigiri
ru: Нигири с лососем

# ITEM_NAME_SAUNA_FOR_ALL
source: Sauna For All
ru: Сауна на всех

# ITEM_NAME_SAUNA_FOR_ONE
source: Sauna For One
ru: Сауна на одного

# ITEM_NAME_SHERMAN_PARK
source: Sherman Park
ru: «Шерман-парк»

# ITEM_NAME_SHOP_THEME
source: Shop Theme
ru: «Тема магазинов»

# ITEM_NAME_SHRIMP_ROLL
source: Shrimp Roll
ru: Ролл с креветками

# ITEM_NAME_SMART_WATCH
source: Smart Watch
ru: Умные часы

# ITEM_NAME_SMOKY_MOCHI
source: Smoky Mochi
ru: Копчёный моти

# ITEM_NAME_SORBET
source: Sorbet
ru: Шербет

# ITEM_NAME_SPICY_MOCHI
source: Spicy Mochi
ru: Пряный моти

# ITEM_NAME_SPICY_TUNA_ROLL
source: Spicy Tuna Roll
ru: Ролл с острым тунцом

# ITEM_NAME_SPRINKLED
source: Sprinkled
ru: Посыпанный пудрой

# ITEM_NAME_STRAWBERRY_SYRINGE
source: Strawberry Syringe
ru: Клубничный шприц

# ITEM_NAME_SUGAR_PILLS
source: Sugar Pills
ru: Сахарные таблетки

# ITEM_NAME_SUNDAE
source: Sundae
ru: Сандей

# ITEM_NAME_TACODACTYL
source: Tacodactyl
ru: Такодактиль

# ITEM_NAME_TAIYAKI
source: Taiyaki
ru: Тайяки

# ITEM_NAME_TAROTCARD_1
source: The Magician
ru: Маг

# ITEM_NAME_TAROTCARD_10
source: The Wheel Of Fortune
ru: Колесо Судьбы

# ITEM_NAME_TAROTCARD_11
source: Justice
ru: Справедливость

# ITEM_NAME_TAROTCARD_12
source: The Hanged Man
ru: Повешенный

# ITEM_NAME_TAROTCARD_13
source: Death
ru: Смерть

# ITEM_NAME_TAROTCARD_14
source: Temperance
ru: Умеренность

# ITEM_NAME_TAROTCARD_15
source: The Devil
ru: Дьявол

# ITEM_NAME_TAROTCARD_16
source: The Tower
ru: Башня

# ITEM_NAME_TAROTCARD_17
source: The Star
ru: Звезда

# ITEM_NAME_TAROTCARD_18
source: The Moon
ru: Луна

# ITEM_NAME_TAROTCARD_19
source: The Sun
ru: Солнце

# ITEM_NAME_TAROTCARD_2
source: The High Priestess
ru: Верховная Жрица

# ITEM_NAME_TAROTCARD_20
source: Judgement
ru: Суд

# ITEM_NAME_TAROTCARD_21
source: The World
ru: Мир

# ITEM_NAME_TAROTCARD_22
source: The Fool
ru: Шут

# ITEM_NAME_TAROTCARD_3
source: The Empress
ru: Императрица

# ITEM_NAME_TAROTCARD_4
source: The Emperor
ru: Император

# ITEM_NAME_TAROTCARD_5
source: The Hierophant
ru: Верховный жрец

# ITEM_NAME_TAROTCARD_6
source: The Lovers
ru: Влюблённые

# ITEM_NAME_TAROTCARD_7
source: The Chariot
ru: Повозка

# ITEM_NAME_TAROTCARD_8
source: Strength
ru: Сила

# ITEM_NAME_TAROTCARD_9
source: The Hermit
ru: Отшельник

# ITEM_NAME_TEETH_FRACKERS
source: Teeth Frackers
ru: Зуболомки

# ITEM_NAME_TEMPURA
source: Tempura
ru: Темпура

# ITEM_NAME_THAI_TEA
source: Thai Tea
ru: Тайский чай

# ITEM_NAME_THRILLHOUSE
source: Thrillhouse (Book)
ru: «Дом ночных кошмаров» (книга)

# ITEM_NAME_TOFU_BURRITO
source: Tofu Burrito
ru: Буррито с тофу

# ITEM_NAME_TOY_ALRM
source: Toy Alarm
ru: Игрушечный будильник

# ITEM_NAME_TRIANGLE_PRINCESS
source: Triangle Princess (Game)
ru: «Треугольная принцесса» (игра)

# ITEM_NAME_TRIANON'S_TRINKET
source: Trianon's Trinket
ru: Безделушка Трианона

# ITEM_NAME_TURBO_JUICE
source: Turbo Juice
ru: Турбо-сок

# ITEM_NAME_UMAMI_MOCHI
source: Umami Mochi
ru: Умами моти

# ITEM_NAME_VAMPIRE_PUNCHER_(GAME)
source: Triangle Princess (Game)
ru: «Треугольная принцесса» (игра)

# ITEM_NAME_VELOCI_AL_PASTOR
source: Al Pastorex
ru: Аль пасторекс

# ITEM_NAME_VIRTUAL_PET
source: Virtual Pet
ru: Виртуальный питомец

# ITEM_NAME_VITAMIN_K_TONIC
source: Vitamin K Tonic
ru: Тоник с витамином К

# ITEM_NAME_WATER_JUICE
source: Water Juice
ru: Водяной сок

# ITEM_NAME_YOUR_LIKE
source: Your Like
ru: «Твой лайк»

# ITEM_NAME_YUMMI_WORMS
source: Yummi Worms
ru: Желейные червячки

# ITEM_NAME_ZOMBIE_SALVE
source: Zombie Salve
ru: Мазь от зомби

# JoinGameSubtext_Friends
source: FRIENDS
ru: ДРУЗЬЯ

# JoinGameSubtext_Join
source: JOIN
ru: ПОДКЛЮЧИТЬСЯ

# JoinGameSubtext_Public
source: (PUBLIC)
ru: (открытая игра)

# JoinScreen_FooterMsg_PrivateCode
source: Join a private game using a code.
ru: Подключение по коду доступа.

# JoinScreen_FooterMsg_Public
source: Join a public game.
ru: Подключение к открытой игре.

# JoinScreen_PrivateCode
source: Private Code
ru: Код доступа

# JoinScreen_Public
source: Public
ru: Открытая

# JoinWithCode_EnterCode
source: Enter Code
ru: Введите код

# JoinWithCode_FooterMsg
source: Enter code to join game.
ru: Ввод кода для подключения к игре.

source: Kick From Game
ru: Выкинуть из игры

# KickedFromGame
source: You have been kicked from this game.
ru: Вы были выброшены из этой игры.

# LBL_BUTTON_CHARGE
source: Hold
ru: Зажать

# LBL_BUTTON_RAPIDLY
source: Rapidly
ru: Быстро

# LBL_CONFIRM_APPLY
source: Apply?
ru: Применить?

# LBL_LEGAL_DISCLAIMER
source: © ARC SYSTEM WORKS / WayForward Technologies, Inc. All rights reserved.
ru: © ARC SYSTEM WORKS / WayForward Technologies, Inc. Все права защищены. Русский перевод: rcg2-l10n (https://github.com/winterheart/rcg2-l10n)

# LBL_NEW_MOVE
source: New Move!
ru: Новый приём!

# LBL_NEW_MOVES_IN_DOJO
source: New Moves in Dojo!
ru: Новые приёмы в Додзё!

# LBL_OK_COOL
source: OK COOL
ru: ХОРОШО

# LBL_RESOLUTION
source: Resolution
ru: Разрешение

# LBL_WINDOWED
source: Windowed
ru: В окне

# Language_ChineseSimplified
source: Chinese (Simplified)
ru: Китайский (упрощенный)

# Language_ChineseTraditional
source: Chinese (Traditional)
ru: Китайский (традиционный)

# Language_English
source: English
ru: Английский

# Language_French
source: French
ru: Французский

# Language_German
source: German
ru: Немецкий

# Language_Italian
source: Italian
ru: Итальянский

# Language_Japanese
source: Japanese
ru: Японский

# Language_Korean
source: Korean
ru: Корейский

# Language_Russian
source: Russian
ru: Русский

# Language_Spanish
source: Spanish
ru: Испанский

source: LOBBY
ru: ЛОББИ

# LobbyListing_Complete
source: Complete
ru: Прогресс

# LobbyListing_ConfirmJoin
source: Are you sure you want to join {0}?
ru: Вы уверены, что хотите присоединиться к {0}?

# LobbyListing_FooterMsg
source: Choose a game to join. (You can only join games in your selected region.)
ru: Выберите игру для подключения (вы можете подключаться только к играм выбранного региона).

# LobbyListing_Players
source: Players
ru: Игроки

# MOVE_NAME_ACORN_BREAKER
source: Acorn Breaker
ru: Раскалыватель желудей

# MOVE_NAME_ACRO_CIRCUS
source: Acro Circus
ru: Акробатический цирк

# MOVE_NAME_ACRO_DRAGON
source: Acro Dragon
ru: Дракон-акробат

# MOVE_NAME_ACRO_FLIP
source: Acro Flip
ru: Кувырок

# MOVE_NAME_AIR_BRODUKEN
source: Air Broduken
ru: Бродукен в воздухе

# MOVE_NAME_AIR_CANCEL
source: Air Cancel
ru: Разрыв в воздухе

# MOVE_NAME_AIR_CROSS
source: Air Cross
ru: Кросс в прыжке

# MOVE_NAME_AIR_HURRICANE_KICK
source: Air Hurricane Kick
ru: Ураган в воздухе

# MOVE_NAME_AIR_PANCAKE
source: Air Pancake
ru: Удар с небес

# MOVE_NAME_AIR_PAVEMENT_SMOOCH
source: Air Pavement Smooch
ru: Удар о мостовую в воздухе

# MOVE_NAME_AIR_SPLITKICK
source: Air Splitkick
ru: Шпагат в воздухе

# MOVE_NAME_BACKFLIP
source: Backflip
ru: Обратное сальто

# MOVE_NAME_BACKFLIP_KICK
source: Backflip Kick
ru: Обратное сальто

# MOVE_NAME_BACKHAND_SPRING
source: Backhand Spring
ru: Вертушка на ладонях

# MOVE_NAME_BACKPACK_SWING
source: Olympic Spin
ru: Олимпийский молот

# MOVE_NAME_BACKSPIN
source: Backspin
ru: Бэк-спин

# MOVE_NAME_BACK_CHOP
source: Left Back Chop
ru: Левый рубящий удар

# MOVE_NAME_BACK_CRESCENT_KICK
source: Back Crescent Kick
ru: Обратный кресент-кик

# MOVE_NAME_BACK_ELBOW
source: Back Elbow
ru: Удар локтем назад

# MOVE_NAME_BACK_ELBOW_SMASH
source: Back Elbow Smash
ru: Дробящий удар локтем

# MOVE_NAME_BACK_FIST
source: Spin Back Fist
ru: Бэкфист в развороте

# MOVE_NAME_BACK_HAND_SPRING
source: Back Hand Spring
ru: Удар из стойки на руках

# MOVE_NAME_BACK_KICK
source: Back Kick
ru: Обратный кик

# MOVE_NAME_BACK_SPLIT_KICK
source: Back Split Kick
ru: Обратный сплит-кик

# MOVE_NAME_BACK_UPPERCUT
source: Back Uppercut
ru: Задний апперкот

# MOVE_NAME_BALLET_KICK
source: Ballet Kick
ru: Балетное па

# MOVE_NAME_BICYCLE_KICK
source: Bicycle Kick
ru: Удар «ножницами»

# MOVE_NAME_BIRD_KICK
source: Bird Kick
ru: Птичий удар

# MOVE_NAME_BOOM_BOX
source: Boom Box
ru: Бумбокс

# MOVE_NAME_BOULDER_HOLDER
source: Boulder Holder
ru: Крепкое объятие

# MOVE_NAME_BOUNCER_THROW
source: Bouncer Throw
ru: Бросок вышибалы

# MOVE_NAME_BOUNCER_THROW_LEEBROS
source: Bouncer Throw
ru: Бросок вышибалы

# MOVE_NAME_BRICK_BREAKER
source: Brick Breaker
ru: Крушитель кирпичей

# MOVE_NAME_BRODUKEN
source: Broduken
ru: Бродукен

# MOVE_NAME_BRODUKEN_IMPACT
source: Broduken Impact
ru: Бродукен удар

# MOVE_NAME_BROKEN_PROPELLER
source: Broken Propeller
ru: Сломанный пропеллер

# MOVE_NAME_BRO_COMBO
source: Bro Combo
ru: Комбо бро

# MOVE_NAME_BRO_RUSH
source: Bro Rush
ru: Бро спешка

# MOVE_NAME_BRO_TACKLE
source: Bro Tackle
ru: Бро захват

# MOVE_NAME_BRUCE_BACKHAND
source: Bruce Backhand
ru: Подача Брюса

# MOVE_NAME_BUMP
source: Bump
ru: Удар пятой точкой

# MOVE_NAME_BUTTERFLY_KICK
source: Butterfly Kick
ru: Удар бабочки

# MOVE_NAME_BUTT_BUMP
source: Butt Bump
ru: Спиной вперёд

# MOVE_NAME_CAROUSEL_TOSS
source: Carousel Toss
ru: Бросок с карусели

# MOVE_NAME_CARTWHEEL
source: Cartwheel
ru: Колесо

# MOVE_NAME_CHARISMA_CHECK
source: Charisma Check
ru: Бросок на харизму

# MOVE_NAME_CHEAP_SHOT
source: Cheap Shot
ru: Запрещённый прием

# MOVE_NAME_CHEER_DRILL
source: Cheer Drill
ru: Тренировка болельщиц

# MOVE_NAME_CHEER_POSE
source: Cheer Pose
ru: Стойка болельщиц

# MOVE_NAME_CIRCUS_FLIP
source: Circus Flip
ru: Цирковое сальто

# MOVE_NAME_CIRCUS_TOSS
source: Circus Toss
ru: Цирковой бросок

# MOVE_NAME_CLINCH_KNEES
source: Clinch Knees
ru: Клинч коленями

# MOVE_NAME_CLOTHESLINE
source: Clothesline
ru: Размашистый удар рукой

# MOVE_NAME_CODE_BREAKER
source: Code Breaker
ru: Крушитель

# MOVE_NAME_COIN_DROP
source: Coin Drop
ru: Коин дроп

# MOVE_NAME_COMBING_HAIR
source: Combing Hair
ru: Причёсывание

# MOVE_NAME_CRESCENT_KICK
source: Crescent Kick
ru: Кресент-кик

# MOVE_NAME_CROSS
source: Cross
ru: Кросс справа

# MOVE_NAME_CROSSBODY_CHECK
source: Crossbody Check
ru: Взгляд через плечо

# MOVE_NAME_DAB
source: Dab!
ru: Дэб!

# MOVE_NAME_DIVE_KICK
source: Dive Kick
ru: Выпад ногами

# MOVE_NAME_DODGE
source: Dodge
ru: Уворот

# MOVE_NAME_DONKEY_KICK
source: Backflip Escape
ru: Уворот через сальто

# MOVE_NAME_DOUBLE_DROPKICK
source: Double Dropkick
ru: Двойной дропкик

# MOVE_NAME_DOUBLE_SLASH_KICK
source: Double Slash Kick
ru: Двойной слэш

# MOVE_NAME_DRAGON_CHOP
source: Dragon Chop
ru: Драконий чоп

# MOVE_NAME_DRAGON_FEET
source: Dragon Feet
ru: Лапы дракона

# MOVE_NAME_DRAGON_FLIP
source: Dragon Flip
ru: Драконий флип

# MOVE_NAME_DRAGON_HURRICANE
source: Dragon Hurricane
ru: Драконий ураган

# MOVE_NAME_DRAGON_KICK
source: Dragon Kick
ru: Удар дракона

# MOVE_NAME_DRAGON_STINGER
source: Dragon Stinger
ru: Драконье жало

# MOVE_NAME_DROP_ELBOW
source: Drop Elbow
ru: Удар локтем

# MOVE_NAME_DROP_KICK
source: Dropkick
ru: Дропкик

# MOVE_NAME_EAT
source: Monch
ru: Укус

# MOVE_NAME_ELBOW_PISTON
source: Elbow Piston
ru: Локтем сверху

# MOVE_NAME_ELBOW_SMASH
source: Elbow Smash
ru: Удар локтем

# MOVE_NAME_EXTRA_HEAVY_JAB
source: Extra Heavy Jab
ru: Сверхтяжёлый джеб

# MOVE_NAME_FATAL_STEPS
source: Fatal Steps
ru: Смертельные шаги

# MOVE_NAME_FLARE
source: Flare
ru: Флай

# MOVE_NAME_FLIP_KICK
source: Flip Kick
ru: Сальто

# MOVE_NAME_FLYING_KNEE
source: Flying Knee
ru: Летящее колено

# MOVE_NAME_FLYING_SQUIRREL
source: Flying Squirrel
ru: Белка-летяга

# MOVE_NAME_FRANKENSTEINER
source: Frankensteiner
ru: Франкенштейнер

# MOVE_NAME_FRONTKICK
source: Front Kick
ru: Прямой удар ногой

# MOVE_NAME_FRONT_SHOVE_KICK
source: Front Shove Kick
ru: Толчок ногой

# MOVE_NAME_FULL_NELSON_PUNCHES
source: Full Nelson Punches
ru: Полный Нельсон

# MOVE_NAME_GERMAN_SUPLEX
source: German Suplex
ru: Немецкий суплекс

# MOVE_NAME_GLAMOUR_SHOT
source: Glamour Shot
ru: Гламурное фото

# MOVE_NAME_GOALIE_PUNCH
source: Goalie Punch
ru: Вратарский удар

# MOVE_NAME_GRAB_HEADBUTT
source: Grab Headbutt
ru: Удар головой

# MOVE_NAME_GRAB_HEEL_KICK
source: Grab Back Heel Kick
ru: Удар пяткой с захватом

# MOVE_NAME_GRAB_KNEE
source: Grab Knee
ru: Захват за колено

# MOVE_NAME_GROUND_STOMP
source: Stomp
ru: Припечатывание

# MOVE_NAME_GUT_PUNCH
source: Gut Punch
ru: Удар под дых

# MOVE_NAME_GUT_PUNCHES
source: Gut Punches
ru: Удары под дых

# MOVE_NAME_HANDSTAND_KICK
source: Handstand Kick
ru: Стойка на руках

# MOVE_NAME_HARDER_PUNCH
source: Harder Punch
ru: Сильный удар кулаком

# MOVE_NAME_HAYMAKER
source: Haymaker
ru: Широкий замах

# MOVE_NAME_HEADBUTT
source: Headbutt
ru: Удар головой

# MOVE_NAME_HEAD_SLIDE
source: Head Slide
ru: Скольжение головой

# MOVE_NAME_HEAD_STOMP
source: Head Stomp
ru: Припечатывание по голове

# MOVE_NAME_HEARTBEAT
source: Heartbeat
ru: Сердечный ритм

# MOVE_NAME_HEAVY_CROSS
source: Heavy Cross
ru: Тяжёлый кросс

# MOVE_NAME_HEAVY_JAB
source: Heavy Jab
ru: Тяжёлый джеб

# MOVE_NAME_HEAVY_UPPERCUT
source: Heavy Uppercut
ru: Мощный апперкот

# MOVE_NAME_HEEL_KICK
source: Back Heel Kick
ru: Удар пяткой

# MOVE_NAME_HIGH_ELBOW
source: High Elbow
ru: Высокий удар локтем

# MOVE_NAME_HIGH_KICK
source: High Kick
ru: Хай-кик

# MOVE_NAME_HIGH_KICK_LEEBROS
source: High Kick
ru: Хай-кик

# MOVE_NAME_HIGH_ROUNDHOUSE
source: High Roundhouse
ru: Высокий круговой удар

# MOVE_NAME_HOOK
source: Hook
ru: Хук

# MOVE_NAME_HOOK_KICK
source: Handstand Hook Kick
ru: Хук-кик из стойки

# MOVE_NAME_HOP_KNEE
source: Hop Knee
ru: Удар коленом под дых

# MOVE_NAME_HOT_BLOODED_PUNCH
source: Hot Blooded Punch
ru: Горячий удар

# MOVE_NAME_HUMAN_WEAPON
source: Human Weapon
ru: Живое оружие

# MOVE_NAME_HURRICANE_KICK
source: Kunio Crater
ru: Кратер Кунио

# MOVE_NAME_IZUNA_DROP
source: Izuna Drop
ru: Изуна дроп

# MOVE_NAME_JAB
source: Jab
ru: Джеб

# MOVE_NAME_JEWEL_PUNCH
source: Jewel Punch
ru: Удар по самому важному

# MOVE_NAME_JUMP_180_KICK
source: Jump 180 Kick
ru: Прыжок в развороте на 180

# MOVE_NAME_JUMP_CHOP
source: Jump Chop
ru: Рубящий удар в прыжке

# MOVE_NAME_JUMP_DOUBLE_PUNCH
source: Jump Double Punch
ru: Двойной удар с прыжка

# MOVE_NAME_JUMP_ELBOW_DROP
source: Jump Elbow Drop
ru: Удар локтем сверху

# MOVE_NAME_JUMP_HALF_MOON_KICK
source: Half Moon Kick
ru: Серповидный удар

# MOVE_NAME_JUMP_HAMMER
source: Hammer Head
ru: Костолом

# MOVE_NAME_JUMP_HEADBUTT
source: Jump Headbutt
ru: Удар головой в прыжке

# MOVE_NAME_JUMP_HOOK
source: Jump Hook
ru: Хук в прыжке

# MOVE_NAME_JUMP_HURRICANE_KICK
source: Jump Hurricane Kick
ru: Ураганный прыжок

# MOVE_NAME_JUMP_JAB
source: Jump Jab
ru: Джеб в прыжке

# MOVE_NAME_JUMP_KICK
source: Jump Kick
ru: Удар ногой в прыжке

# MOVE_NAME_JUMP_KICK_
source: Jump Kick
ru: Удар ногой в прыжке

# MOVE_NAME_JUMP_PUNCH
source: Jump Punch
ru: Удар в прыжке

# MOVE_NAME_JUMP_SPIN_KICK
source: Jump Spin Kick
ru: Удар с разворота в прыжке

# MOVE_NAME_JUMP_SWING_PUNCH
source: Jump Swing Punch
ru: Свинг в прыжке

# MOVE_NAME_JUMP_TWIST_KICK
source: Jump Twist Kick
ru: Удар со скручиванием в прыжке

# MOVE_NAME_KICK_TOSS
source: Kick Toss
ru: Бросок

# MOVE_NAME_KO_CUTTER
source: KO Cutter
ru: Нокаутирующий удар

# MOVE_NAME_KO_UPPERCUT
source: KO Uppercut
ru: Нокаутирующий апперкот

# MOVE_NAME_LEFT_JAB
source: Left Jab
ru: Левый джеб

# MOVE_NAME_LEFT_PUNCH
source: Left Punch
ru: Левый удар кулаком

# MOVE_NAME_LIFT_OFF_COMB
source: Lift Off Comb
ru: Гребень на подъёме

# MOVE_NAME_LIFT_OFF_DONKEY_KICK
source: Lift Off Donkey Kick
ru: Подъём с ослиного пинка

# MOVE_NAME_LIFT_OFF_GAINER
source: Lift Off Gainer
ru: Подъём с подбросом

# MOVE_NAME_LIFT_OFF_GEYSER
source: Geyser Lift Off
ru: Выброс гейзера

# MOVE_NAME_LIFT_OFF_HEADBUTT
source: Lift Off Uppercut
ru: Подъём с апперкота

# MOVE_NAME_LIFT_OFF_LAUNCHER
source: Lift Off Headbutt
ru: Подъём с удара головой

# MOVE_NAME_LIGER_DROP
source: Liger Drop
ru: Выпад Лигера

# MOVE_NAME_LIGHTNING_RIDER
source: Lightning Rider
ru: Оседлавший молнию

# MOVE_NAME_LOW_KICK
source: Low Kick
ru: Лоу-кик

# MOVE_NAME_MIND_MELD
source: Mind Meld
ru: Слияние разумов

# MOVE_NAME_MISSION_THROW
source: Mission Throw
ru: Бросок миссии

# MOVE_NAME_MJ_KICK
source: MJ Kick
ru: Удар Майкла Джексона

# MOVE_NAME_MK_KICK
source: MK Kick
ru: Маховый удар ногой

# MOVE_NAME_MONGOLIAN_CHOP
source: Mongolian Chop
ru: Монгольский удар

# MOVE_NAME_MOONSAULT
source: Moonsault
ru: Лунное сальто

# MOVE_NAME_MOUNT_PUNCH_KUNIO
source: Mount Punch
ru: Удар по груше

# MOVE_NAME_MOUNT_PUNCH_RIKI
source: Mount Punch
ru: Удар по груше

# MOVE_NAME_NUTCRACKER
source: Nutcracker
ru: Щелкунчик

# MOVE_NAME_ONE_INCH_PUNCH
source: Stone Hand
ru: Каменный кулак

# MOVE_NAME_PACIFIC_SLAM
source: Pacific Slam
ru: Тихоокеанский слэм

# MOVE_NAME_PALM_THRUST
source: Palm Thrust
ru: Выпад ладонью

# MOVE_NAME_PARTY_CRASHER
source: Party Crasher
ru: Кайфолом

# MOVE_NAME_PAVEMENT_SMOOCH
source: Pavement Smooch
ru: Удар о мостовую

# MOVE_NAME_PILEDRIVER
source: Piledriver
ru: Пайлдрайвер

# MOVE_NAME_PILEDRIVER_RIKI
source: Piledriver
ru: Пайлдрайвер

# MOVE_NAME_POGO_KICK
source: Pogo Kick
ru: Кузнечик

# MOVE_NAME_POWERBOMB
source: Powerbomb
ru: Супербомба

# MOVE_NAME_RABBIT_PUNCH
source: Rabbit Punch
ru: Удар в затылок

# MOVE_NAME_REBOUND_KICK
source: Rebound Kick
ru: Отскок ногой

# MOVE_NAME_REVERSE_DONKEY
source: Reverse Donkey
ru: Обратный выпад ногами

# MOVE_NAME_RIB_KICK
source: Rib Kick
ru: Удар ногой по рёбрам

# MOVE_NAME_RIGHT_CROSS
source: Right Cross
ru: Кросс справа

# MOVE_NAME_RIGHT_PUNCH
source: Right Punch
ru: Правый удар кулаком

# MOVE_NAME_RISING_HURRICANE
source: Rising Hurricane
ru: Восходящий ураган

# MOVE_NAME_RISING_HURRICANE_KICK
source: Rising Hurricane Kick
ru: Восходящий ураган ногой

# MOVE_NAME_RISING_KNEE
source: Rising Knee
ru: Восходящее колено

# MOVE_NAME_ROLLING_PUNCH
source: Rolling Punch
ru: Удар с вращением

# MOVE_NAME_ROUNDHOUSE
source: Roundhouse
ru: Круговой удар

# MOVE_NAME_ROUNDHOUSE_KICK
source: Roundhouse Kick
ru: Круговой удар ногой

# MOVE_NAME_RUNNING_CLOTHESELINE
source: Running Clothesline
ru: Размашистый удар рукой на бегу

# MOVE_NAME_RUNNING_JAB
source: Running Jab
ru: Джеб на бегу

# MOVE_NAME_RUNNING_KICK
source: Running Kick
ru: Кик на бегу

# MOVE_NAME_RUNNING_RABBIT
source: Running Rabbit
ru: Наскок с разбега

# MOVE_NAME_SAUNA_TOWEL
source: Sauna Towel
ru: Банное полотенце

# MOVE_NAME_SHADOW_COMBO
source: Shadow Clones
ru: Теневые клоны

# MOVE_NAME_SHOULDER_THROW
source: Shoulder Throw
ru: Бросок через плечо

# MOVE_NAME_SIDE_HEADBUTT
source: Side Headbutt
ru: Боковой удар головой

# MOVE_NAME_SIDE_HEADBUTT_LEEBROS
source: Side Headbutt
ru: Боковой удар головой

# MOVE_NAME_SKY_CUTTER
source: Sky-Cutter
ru: Удар до небес

# MOVE_NAME_SLIDEWAYZ
source: Slidewayz
ru: Скольжение

# MOVE_NAME_SLIDE_TACKLE
source: Slide Tackle
ru: Подкат

# MOVE_NAME_SNAP_KICK
source: Right Snap Kick
ru: Резкий удар правой

# MOVE_NAME_SOCCER_CHARGE
source: Soccer Charge
ru: Футбольная атака

# MOVE_NAME_SOCCER_KICK
source: Soccer Kick
ru: Удар по мячу

# MOVE_NAME_SPIN_BACK_FIST
source: Spin Back Fist
ru: Бэкфист в развороте

# MOVE_NAME_SPIN_CYCLE
source: Spin Cycle
ru: Вертушка на голове

# MOVE_NAME_SPIN_KICK
source: Spin Kick
ru: Удар с разворота

# MOVE_NAME_SPIN_KICK_
source: Spin Kick
ru: Удар с разворота

# MOVE_NAME_SPIRAL_UPPERCUT
source: Spiral Uppercut
ru: Спиральный апперкот

# MOVE_NAME_SPLIT_KICK
source: Spin Split Kick
ru: Крутящий сплит-кик

# MOVE_NAME_STEP_KICK
source: Step Kick
ru: Степ-кик

# MOVE_NAME_STONE_HANDS
source: Stone Hands
ru: Каменный кулак

# MOVE_NAME_STONE_HANDS_MISAKO
source: Stone Hands
ru: Каменный кулак

# MOVE_NAME_STONE_HANDS_RIKI
source: Stone Fists
ru: Каменные кулаки

# MOVE_NAME_STONE_LAUNCHER
source: Jacket Launcher
ru: Куртку на плечо

# MOVE_NAME_STUNGUN
source: Stungun
ru: Оглушающий удар

# MOVE_NAME_SUPER_KICK
source: Super Kick
ru: Суперкик

# MOVE_NAME_SWEEP_KICK
source: Sweep Kick
ru: Подсечка

# MOVE_NAME_SWEET_ROLL
source: Sweet Roll
ru: Сладкий рулет

# MOVE_NAME_TABLE_FLIP
source: Table Flip
ru: Опрокидывание стола

# MOVE_NAME_TIRE_SLAM
source: Tire Slam
ru: Бросок покрышкой

# MOVE_NAME_TOP_DOWN_ELBOW
source: Top Down Elbow
ru: Удар локтем сверху

# MOVE_NAME_TRIPLE_DRAGON
source: Triple Dragon
ru: Тройной Дракон

# MOVE_NAME_TWISTING_KNEE
source: Twisting Knee
ru: Удар коленом

# MOVE_NAME_UPPERCUT
source: Uppercut
ru: Апперкот

# MOVE_NAME_UPPERCUT_LEEBROS
source: Uppercut
ru: Апперкот

# MOVE_NAME_VENTING
source: Venting
ru: Продувка

# MOVE_NAME_VOLLEYBALL_SAVE
source: Diving Volleyball Save
ru: Волейбольный сейв

# MOVE_NAME_VOLLEYBALL_SET
source: Volleyball Set
ru: Волейбольный приём

# MOVE_NAME_VOLLEY_SPIKE
source: Volley Spike
ru: Волейбольная подача

# MOVE_NAME_WAVE_SLAP
source: Wave Slap
ru: Удар с волны

# MOVE_NAME_WEBSTER
source: Webster
ru: Вебстер

# MOVE_TYPE_AERIAL
source: Aerial
ru: В прыжке

# MOVE_TYPE_BEHIND_GRAB
source: Behind Grab
ru: Захваты со спины

# MOVE_TYPE_GRAB
source: Grab
ru: Захваты

# MOVE_TYPE_HEAVY
source: Heavy
ru: Сильные

# MOVE_TYPE_NORMAL
source: Normal
ru: Обычные

# MOVE_TYPE_RUNNING
source: Running
ru: На бегу

# MOVE_TYPE_SPECIAL
source: Special
ru: Особые

# MainMenuScreen_DLC
source: DLC
ru: Дополнение

# MainMenuScreen_FooterMsg_LocalPlay
source: Start a local game.
ru: Начало локальной игры.

# MainMenuScreen_FooterMsg_OnlinePlay
source: Start or join an online game.
ru: Запуск или подключение к сетевой игре.

# MainMenuScreen_FooterMsg_Settings
source: Change game settings.
ru: Изменение настроек игры.

# MainMenuScreen_LocalPlay
source: Local Play
ru: Локальная игра

# MainMenuScreen_OnlinePlay
source: Online Play
ru: Игра по сети

# MainMenuScreen_OnlinePlay_Playstation
source: Online Multiplayer
ru: Многопользовательская игра по сети

# MainMenuScreen_Settings
source: Settings
ru: Настройки

# MoveList_Header_Aerial
source: Aerial Moves
ru: Приёмы в прыжке

# MoveList_Header_Grab
source: Grab Moves
ru: Захваты

# MoveList_Header_Heavy
source: Heavy Moves
ru: Силовые приёмы

# MoveList_Header_Normal
source: Normal Moves
ru: Обычные приёмы

# MoveList_Header_Running
source: Running Moves
ru: Приёмы на бегу

# MoveList_Header_Special
source: Special Moves
ru: Особые приёмы

# NewGamePlus_Loiter
source: Loiter
ru: Праздношатание

# NewGamePlus_Loiter_Desc
source: Stick around and take care of loose ends! Quest progress is retained.
ru: Прогуляйтесь вокруг, подберите хвосты! Игровой прогресс сохраняется.

# NewGamePlus_NGP
source: New Game Plus
ru: Новая игра плюс

# NewGamePlus_NGP_Desc
source: Restart for a new, more challenging adventure! Story progress is reset and enemies are tougher.
ru: Начните сначала для нового, более сложного приключения! Игровой процесс сбрасывается, а противники становятся сильнее.

# NewGamePlus_RetainedStuff
source: Current stats, items, and techniques are retained.
ru: Текущие характеристики, предметы и приёмы сохраняются.

source: Online
ru: Онлайн

source: Online Matchmaking
ru: Подбор сетевых игр

# Option_Controls
source: Controls
ru: Управление

# Option_Difficulty
source: Difficulty
ru: Сложность

# Option_FriendlyFire
source: Friendly Fire
ru: Удары по своим

# Option_Off
source: Off
ru: Выкл

# Option_On
source: On
ru: Вкл

# Option_Quit
source: Quit
ru: Выход

# Option_SaveAndQuit
source: Save And Quit
ru: Сохранить и выйти

# PhotonRegion_ASIA
source: Asia
ru: Азия

# PhotonRegion_AU
source: Australia
ru: Австралия

# PhotonRegion_BEST_REGION
source: Best Region
ru: Ближайший
