Repository: winterheart/rcg2-l10n
Catalog: data/po/*/Sheet1.po
Languages: ru

# UI_ItemPickup_OKAY
source: OKAY
ru: ХОРОШО

# UI_ItemPickup_YOUGOT
source: YOU GOT:
ru: ПОЛУЧЕНО:

# UI_Minigame_Start
source: Start
ru: Старт

# UI_Minigame_YouLose
source: You Lose
ru: Вы проиграли

# UI_Minigame_YouWin
source: You Win
ru: Вы победили

# UI_Navigation_BusStop
source: Bus Stop
ru: Автобусная остановка

# UI_Navigation_Hideout
source: Hideout
ru: Укрытие

# UI_NowPlaying
source: Now Playing
ru: Теперь играет

# UI_NowPlaying_Default
source: Default
ru: По умолчанию

# UI_NowPlaying_None
source: Paused
ru: Пауза

# UI_PlayerDead_QuitGame
source: EXIT: {0}
ru: ВЫХОД: {0}

# UI_RECRUIT_NOT_FOUND
source: You haven't found this one yet!
ru: Вы ещё не нашли этого рекрута!

# UI_RECRUIT_SLOTSELECTION
source: Which Slot?
ru: В какую ячейку?

# UI_RECRUIT_Title
source: Recruits
ru: Рекруты

# UI_RECRUIT_WHICHSLOT
source: WHO TO REPLACE?
ru: КОГО ЗАМЕНИТЬ?

# UI_STORAGE_Title
source: STORAGE
ru: ЯЩИК

# UI_STORE_BUYIT
source: Buy {0}?
ru: Купить {0}?

# UI_STORE_NOWSHOPPING
source: Now Shopping:
ru: Сейчас покупает:

# UI_STORE_STOREIT
source: Store it
ru: Сохранить

# UI_STORE_USENOW
source: USE NOW?
ru: ИСПОЛЬЗОВАТЬ?

# UI_ShopKeeper_Aleister
source: Aleister
ru: Алистер

# UI_ShopKeeper_Almas Gold
source: Almas Gold
ru: Алмас Золотой

# UI_ShopKeeper_Bannon
source: Bannon
ru: Бэннон

# UI_ShopKeeper_Billy Lee
source: Billy Lee
ru: Билли Ли

# UI_ShopKeeper_Blaire Apple Tater
source: Blaire & Apple Tater
ru: Блэр и Карамелька

# UI_ShopKeeper_Boro
source: Boro
ru: Боро

# UI_ShopKeeper_Braver
source: Braver
ru: Брэвер

# UI_ShopKeeper_Bullova
source: Bullova
ru: Буллова

# UI_ShopKeeper_Chad
source: Chad
ru: Чед

# UI_ShopKeeper_Colleen Pryer
source: Colleen & Pryer
ru: Коллин и Прайер

# UI_ShopKeeper_Crash
source: Crash
ru: Крэш

# UI_ShopKeeper_Edwina
source: Edwina
ru: Эдвина

# UI_ShopKeeper_Enoki
source: Enoki
ru: Эноки

# UI_ShopKeeper_Glen
source: Glen
ru: Глен

# UI_ShopKeeper_Hiruko
source: Hiruko
ru: Хируко

# UI_ShopKeeper_Jake
source: Jake
ru: Джейк

# UI_ShopKeeper_Jimmy Lee
source: Jimmy Lee
ru: Джимми Ли

# UI_ShopKeeper_Katie
source: Katie
ru: Кэти

# UI_ShopKeeper_Kawaii Guys
source: Kawaii Montagna & Kawaii Tomm
ru: Кавайный Монтана и Кавайный Том

# UI_ShopKeeper_Kazu Pandora
source: Kazu & Pandora
ru: Казу и Пандора

# UI_ShopKeeper_Kodani
source: Kodani
ru: Кодани

# UI_ShopKeeper_Kumiko
source: Kumiko
ru: Кумико

# UI_ShopKeeper_Leopold
source: Leopold
ru: Леопольд

# UI_ShopKeeper_Mamoru
source: Mamoru
ru: Мамору

# UI_ShopKeeper_Miho
source: Miho
ru: Михо

# UI_ShopKeeper_Mike
source: Mike
ru: Майк

# UI_ShopKeeper_Naritaka
source: Naritaka
ru: Наритака

# UI_ShopKeeper_Nishimura
source: Nishimura
ru: Нишимура

# UI_ShopKeeper_Paradolia Insomnia-chan
source: Paradolia & Insomnia-chan
ru: Парейдолия и Бессоница

# UI_ShopKeeper_Patricia Wagon
source: Patricia Wagon
ru: Патриция Вэгон

# UI_ShopKeeper_Pop
source: Pop
ru: Хлоп

# UI_ShopKeeper_Reika
source: Reika
ru: Рейка

# UI_ShopKeeper_Roxy
source: Roxy
ru: Рокси

# UI_ShopKeeper_Saori
source: Saori
ru: Саори

# UI_ShopKeeper_Satomi
source: Satomi
ru: Сатоми

# UI_ShopKeeper_School Chef
source: School Chef
ru: Школьный повар

# UI_ShopKeeper_Shadow Billy
source: Shadow Billy
ru: Теневой Билли

# UI_ShopKeeper_Shinji
source: Shinji
ru: Синдзи

# UI_ShopKeeper_Shizuka
source: Shizuka
ru: Сидзука

# UI_ShopKeeper_Shou-kun
source: Shou-kun
ru: Дружок

# UI_ShopKeeper_Suzy
source: Suzy
ru: Сюзи

# UI_ShopKeeper_Takashi
source: Mike
ru: Майк

# UI_ShopKeeper_Tengu
source: Tengu
ru: Тэнгу

# UI_ShopKeeper_Tommy Kevin
source: Tommy & Kevin
ru: Томми и Кевин

# UI_Shop_Name_AmysCandy
source: Amy’s Candy
ru: Конфеты Иветты

# UI_Shop_Name_AttireFire
source: Attire Fire
ru: Жгучий Прикид

# UI_Shop_Name_BlairesBeguilingBaubles
source: Blaire's Beguiling Baubles
ru: Броские безделушки Блэр

# UI_Shop_Name_ChicBuffet
source: Chic Buffet
ru: Шик-буфет

# UI_Shop_Name_CreamDream
source: Cream Dream
ru: Мороженый рай

# UI_Shop_Name_DiscountSushi
source: Discount Sushi
ru: Уцененные суши

# UI_Shop_Name_DonutQueen
source: The Donut Queen
ru: Королева пышек

# UI_Shop_Name_LuckyPenne
source: Lucky Penne
ru: Пенне на счастье

# UI_Shop_Name_MervsBurger
source: Merv’s Burger
ru: Бургеры Мёрва

# UI_Shop_Name_SHOPS_ENOKIS_SMOKY_MOCHI
source: Enoki's Smoky Mochi
ru: Копчёные моти Эноки

# UI_Shop_Name_STORE_BOOK_BISTRO
source: Book Bistro
ru: Книжное кафе

# UI_Shop_Name_STORE_BOY_TOYS
source: Boy Toys
ru: Игрушки для мальчишек

# UI_Shop_Name_STORE_CART_MART
source: Cart Mart
ru: Игровые картриджи

# UI_Shop_Name_STORE_CROSSTOWN_DOJO
source: Crosstown Dojo
ru: Додзё Кросстауна

# UI_Shop_Name_STORE_DEVILSCANDY
source: Devil's Candy
ru: Дары Смерти

# UI_Shop_Name_STORE_HALF_ASLEEP,_HALF_ALIVE
source: Half Asleep, Half Alive
ru: Полудрёма-полужизнь

# UI_Shop_Name_STORE_HOLO_DRECK
source: Holodreck
ru: Виртуальный хлам

# UI_Shop_Name_STORE_JEWEL_OF_THE_VILE
source: Jewel of the Vile
ru: Жемчужина мерзости

# UI_Shop_Name_STORE_LEGAL_DRUGS
source: Legal Drugs
ru: Легальные лекарства

# UI_Shop_Name_STORE_MERLIN S_MYSTERY
source: Merlin's Mystery
ru: Тайна Мерлина

# UI_Shop_Name_STORE_NARITAKAS_TOILETRIES
source: Naritaka's Toiletries
ru: Туалетные Товары Наритаки

# UI_Shop_Name_STORE_OCEAN_HEIGHTS_DOJO
source: Ocean Heights Dojo
ru: Додзё Океанских холмов

# UI_Shop_Name_STORE_PAWN_SHOP
source: Pawn Shop
ru: Ломбард

# UI_Shop_Name_STORE_PAY_LOTS
source: Pay Lots
ru: Плати больше

# UI_Shop_Name_STORE_PLAID_THE_IMPALER
source: Plaid the Impaler
ru: Плед Цепеш

# UI_Shop_Name_STORE_POPS_SAUNA
source: Sands Sauna
ru: Песочная сауна

# UI_Shop_Name_STORE_SEASONAL
source: Seasons Beatings
ru: Время избивать

# UI_Shop_Name_STORE_SOUSVENIERS
source: Sous-veniers
ru: Не-виниры

# UI_Shop_Name_STORE_SWAGGAGE
source: Swaggage
ru: Шикарная плутовка

# UI_Shop_Name_STORE_THE_ECLECTIC_ELIXIR
source: The Eclectic Elixir
ru: Эклектичный эликсир

# UI_Shop_Name_STORE_TKO_MUSIC
source: TKO Music
ru: Хук-рекордз

# UI_Shop_Name_STORE_TREX_MEX
source: T-Rex Mex
ru: Мекс Ти-рекс

# UI_Shop_Name_STORE_VEGAN_&_OUT
source: Vegan & Out
ru: Веган на вынос

# UI_Shop_Name_STORE_YAKUZI_JACUZZI
source: Yakuzi Jacuzzi
ru: Якузи Джакузи

# UI_Shop_Name_SixSweetUnder
source: Six Sweet Under
ru: Последний десерт

# UI_Shop_Name_SoupnSticks
source: Soup'n'Sticks
ru: Суп-да-палочки

# UI_Shop_Name_SpicySubject
source: Spicy Subject
ru: Пикантная тема

# UI_Shop_Name_Suzys
source: Suzy's
ru: У Сюзи

# UI_Shop_Name_TeaParty
source: Tea Party
ru: Чайная вечеринка

# UI_Shop_Name_TheShaDoughRealm
source: The ShaDough Realm
ru: Царство теней

# UI_Shop_Name_VestFriends
source: Vest Friends
ru: Друзья по жилету

# UI_Shop_Name_Wardrobe
source: Wardrobe
ru: Гард Де Роб

# UI_Storage_CellFull
source: Cellphone is full!
ru: Нет места!

# UI_Storage_CellphoneFull
source: Cellphone is full!
ru: Нет места!

# UI_Storage_EatIt
source: EAT IT
ru: СЪЕСТЬ

# UI_Storage_EatOrMove
source: What will you do?
ru: Что сделать?

# UI_Storage_MoveIt
source: MOVE IT
ru: СОХРАНИТЬ

source: Unable to join game.
ru: Невозможно подключиться к игре.

# VOCAB_Agility
source: Agility
ru: Ловкость

# VOCAB_Agility_Caps
source: AGILITY (AG)
ru: ЛОВКОСТЬ (ЛВ)

# VOCAB_Attack
source: Attack
ru: Атака

# VOCAB_Attack_Caps
source: ATTACK (AT)
ru: АТАКА (АТ)

# VOCAB_Cancel
source: Cancel
ru: Отмена

# VOCAB_Confirm
source: Confirm
ru: Да

# VOCAB_Inventory
source: Inventory
ru: Инвентарь

# VOCAB_Luck
source: Luck
ru: Удача

# VOCAB_Luck_Caps
source: LUCK (LK)
ru: УДАЧА (УД)

# VOCAB_NO
source: No
ru: Нет

# VOCAB_Special
source: Special
ru: Особый

# VOCAB_Special_Caps
source: SPECIAL (SP)
ru: ОСОБЫЙ (ОС)

# VOCAB_Stamina
source: Stamina
ru: Стойкость

# VOCAB_Stamina_Caps
source: STAMINA (ST)
ru: СТОЙКОСТЬ (СТ)

# VOCAB_Weapon
source: Weapon
ru: Оружие

# VOCAB_Weapon_Caps
source: WEAPON (WP)
ru: ОРУЖИЕ (ОР)

# VOCAB_YES
source: Yes
ru: Да

source: View Profile
ru: Профиль

# Vocab_Damage
source: Damage
ru: Урон

# Vocab_MaxCombo
source: Max Combo
ru: Макс. комбо

# Vocab_TotalDamage
source: Total Damage
ru: Всего урона

# WEAPON_NAME_BASEBALL
source: Baseball
ru: Бейсбольный мяч

# WEAPON_NAME_BASEBALL_BAT
source: Baseball Bat
ru: Бейсбольная бита

# WEAPON_NAME_BENCH
source: Bench
ru: Скамейка

# WEAPON_NAME_BICYCLE
source: Bicycle
ru: Велосипед

# WEAPON_NAME_BOOMERANG
source: Boomerang
ru: Бумеранг

# WEAPON_NAME_CHAIN
source: Chain
ru: Цепь

# WEAPON_NAME_DODGEBALL
source: Dodgeball
ru: Волейбольный мяч

# WEAPON_NAME_FISH
source: Fish
ru: Рыба

# WEAPON_NAME_FRYING_PAN
source: Frying Pan
ru: Сковорода

# WEAPON_NAME_GARBAGE_CAN
source: Garbage Can
ru: Мусорная корзина

# WEAPON_NAME_GUITAR
source: Guitar
ru: Гитара

# WEAPON_NAME_LASER_SWORD
source: Laser Sword
ru: Лазерный меч

# WEAPON_NAME_METAL_CHAIR
source: Metal Chair
ru: Металлический стул

# WEAPON_NAME_MOP
source: Mop
ru: Швабра

# WEAPON_NAME_SHOVEL
source: Shovel
ru: Лопата

# WEAPON_NAME_STAR_BATON
source: Star Baton
ru: Звездная дубинка

# WEAPON_NAME_WOODEN_CRATE
source: Wooden Crate
ru: Деревянный ящик

# WEAPON_NAME_WOOD_PLANK
source: Wood Plank
ru: Деревянная доска

# WEAPON_NAME_WRENCH
source: Wrench
ru: Разводной ключ

# WEAPON_NAME_YOYO
source: Yoyo
ru: Йо-йо

source: Waiting for Host
ru: Ожидание сервера

# WindowedMode
source: Window Mode
ru: Режим окна

# WindowedMode_FullScreen
source: Full Screen
ru: На весь экран

# WindowedMode_Windowed
source: Windowed
ru: В окне

# World_0_SchoolTutorial1stFloor_NAME
source: School First Floor
ru: Школа, первый этаж

# World_0_SchoolTutorial2ndFloor_NAME
source: School Second Floor
ru: Школа, второй этаж

# World_0_SchoolTutorialClassroom_NAME
source: School Classroom
ru: Учебный класс

# World_0_SchoolTutorialLobby_NAME
source: School Lobby
ru: Школьный вестибюль

# World_1
source: R.C.H.S.
ru: С.Ш.Р.С.

# World_1_1stFloorA_NAME
source: School First Floor A
ru: Школа, первый этаж А

# World_1_1stFloorB_NAME
source: School First Floor B
ru: Школа, первый этаж Б

# World_1_2ndFloor_PrisonCells_NAME
source: Cell Block
ru: Камеры

# World_1_2ndFloor_Solitary_NAME
source: Solitary
ru: Карцер

# World_1_3rdFloor_NAME
source: School Third Floor
ru: Школа, третий этаж

# World_1_Auditorium_NAME
source: School Auditorium
ru: Школа, актовый зал

# World_1_BoilerRoom_NAME
source: Boiler Room
ru: Бойлерная

# World_1_Cafeteria_NAME
source: Cafeteria
ru: Буфет

# World_1_CheckpointScreening_NAME
source: Checkpoint Screening
ru: Пункт досмотра

# World_1_Detention_NAME
source: Detention
ru: Класс для дополнительных занятий

# World_1_Fighting101_NAME
source: Fighting 101
ru: Класс начальной подготовки

# World_1_GymBasketball_NAME
source: School Gym
ru: Спортзал

# World_1_HiddenVent_NAME
source: Hidden Vent
ru: Скрытый канал

# World_1_LockerRoom_NAME
source: Locker Room
ru: Раздевалка

# World_1_PrincipalsOffice_NAME
source: Principal's Office
ru: Кабинет директора

# World_1_Propaganda_NAME
source: Propaganda Class
ru: Класс пропаганды

# World_1_RestRoom_NAME
source: School Restroom
ru: Школьный туалет

# World_1_Rooftop_NAME
source: School Rooftop
ru: Крыша школы

# World_1_SecretAreaSchool_NAME
source: School Secret Area
ru: Тайная комната школы

# World_1_TeachersLounge_NAME
source: Teacher's Break Room
ru: Учительская

# World_2
source: Crosstown
ru: Кросстаун

# World_2_Alleyway_NAME
source: Gas Station
ru: Бензоколонка

# World_2_BankExterior_NAME
source: Town Square
ru: Городская площадь

# World_2_BankInterior_NAME
source: Crosstown Bank
ru: Банк Кросстауна

# World_2_BeanBallCourt_NAME
source: Beanball Court
ru: Площадка для игры в вышибалы

# World_2_CapitalAveBridge_NAME
source: Capitol Ave Bridge
ru: Мост на Центральной улице

# World_2_CapitalAveV2_NAME
source: Capitol Ave
ru: Центральная улица

# World_2_FlowerField_NAME
source: Memory Field
ru: Мемориальное поле

# World_2_FoodCourt_NAME
source: Food Court
ru: Ресторанный дворик

# World_2_FrontGateIntro_NAME
source: R.C.H.S. Front Gate
ru: Главные ворота С.Ш.Р.С.

# World_2_FrontGate_NAME
source: R.C.H.S. Front Gate
ru: Главные ворота С.Ш.Р.С.

# World_2_Hallway_NAME
source: Mysterious Hallway
ru: Таинственный коридор

# World_2_KyokosBalcony_NAME
source: Kyoko's Balcony
ru: Балкон Кёко

# World_2_KyokosHouse_NAME
source: Kyoko's House
ru: Дом Кёко

# World_2_KyokosRoom_NAME
source: Kyoko's Bedroom
ru: Спальня Кёко

# World_2_MallEntrance_NAME
source: Mall Entrance
ru: Торговый центр, вход

# World_2_MallExit_NAME
source: Mall Exit
ru: Торговый центр, выход

# World_2_MallLobby_NAME
source: Mall Lobby
ru: Вестибюль торгового центра

# World_2_MallRear_NAME
source: Shipping Area
ru: Склады

# World_2_MallSecondFloor_NAME
source: Mall Second Floor
ru: Торговый центр, второй этаж

# World_2_MerryGoRound_NAME
source: Carousel
ru: Карусель

# World_2_MovieTheater_NAME
source: Movie Theater
ru: Кинотеатр

# World_2_NorthRavineLane_NAME
source: North Ravine Lane
ru: Северный Овражный переулок

# World_2_ParkingGarage_NAME
source: Parking Garage
ru: Подземная парковка

# World_2_RiversideRestArea_NAME
source: Riverside Rest Area
ru: Прибрежная зона отдыха

# World_2_SecretArea_NAME
source: Crosstown Secret Area
ru: Тайная комната Кросстауна

# World_2_SportsStore_NAME
source: Sports Store
ru: Спортивный магазин

# World_2_StoreEntrances_NAME
source: Store Entrances
ru: Вход в магазин

# World_2_TrainingGym_NAME
source: Training Gym
ru: Спортзал

# World_2_WWLeft_NAME
source: Magnolia Ave
ru: Улица Магнолий

# World_2_WWRight_NAME
source: Maple Wood Trail
ru: Кленовая тропа

# World_2_WindingWay_NAME
source: Winding Way
ru: Петляющий переулок

# World_3
source: Uptown
ru: Пригород

# World_3_AbandonedBookStore_NAME
source: Burgh's Books
ru: Книги Берга

# World_3_AlleyEntrance_NAME
source: Loading Zone
ru: Погрузочная зона

# World_3_ArcadeDDR_NAME
source: Dance Room
ru: Танцевальный зал

# World_3_Arcade_NAME
source: Arcade
ru: Аркадный зал

# World_3_CatCafe_NAME
source: Feline Good
ru: Замурчательное кафе

# World_3_Connector1_NAME
source: Tocca Street
ru: Улица Токка

# World_3_Connector2_NAME
source: Razzar Street
ru: Улица Раззар

# World_3_Floor1_NAME
source: Basement
ru: Подвал

# World_3_Nightclub_NAME
source: Wes' Nightclub
ru: Ночной клуб Веса

# World_3_OutdoorCafe_NAME
source: Outdoor Plaza
ru: Открытая площадь

# World_3_PawnShop_NAME
source: Pawn Shop
ru: Ломбард

# World_3_Restroom_NAME
source: Club Restroom
ru: Уборная клуба

# World_3_RobotClubEntrance_NAME
source: Dance Floor
ru: Танцевальный пол

# World_3_RobotClub_NAME
source: Robot Club
ru: Робоклуб

# World_3_SecretArea_NAME
source: Uptown Secret Area
ru: Тайная комната Пригорода

# World_3_ShoppingAlley_NAME
source: Yokocho
ru: Ёкочо

# World_3_ShoppingEntrance_NAME
source: Shopping Entrance
ru: Вход в торговый центр

# World_3_ShoppingFashion_NAME
source: Fashion District
ru: Квартал одежды

# World_3_ShoppingToys_NAME
source: Toy District
ru: Квартал игрушек

# World_3_ShoppingVideoGames_NAME
source: Gaming District
ru: Квартал видеоигр

# World_4
source: Downtown
ru: Центр города

# World_4_AbandonedMotel_NAME
source: Tex's Motel
ru: Мотель «У Текса»

# World_4_AbobosApartment_NAME
source: Abobo's Apartment
ru: Квартира Абобо

# World_4_BackAlley_NAME
source: Back Alley
ru: Переулок

# World_4_Basketball_NAME
source: Basketball Court
ru: Баскетбольная площадка

# World_4_CityStreets1_NAME
source: Hipster Street
ru: Хипстерская улица

# World_4_CoffeeShopBar_NAME
source: Coffee Shop
ru: Кофейня

# World_4_FarmersMarket_NAME
source: Farmer's Market
ru: Фермерский рынок

# World_4_JunkCity_NAME
source: Junk City
ru: Мусорный город

# World_4_JunkYard_NAME
source: Scrapyard
ru: Свалка

# World_4_LoopingSlumsFloor1_NAME
source: Apartments Floor 1
ru: Апартаменты, этаж 1

# World_4_LoopingSlumsFloor2_NAME
source: Apartments Floor 4
ru: Апартаменты, этаж 4

# World_4_LoopingSlumsFloor3_NAME
source: Apartments Floor 10
ru: Апартаменты, этаж 10

# World_4_MadMaxStreets_NAME
source: Downtown Shopping
ru: Магазины Центра города

# World_4_Park_NAME
source: Dog Park
ru: Собачий парк

# World_4_SecretArea_NAME
source: Downtown Secret Area
ru: Тайная комната Центра города

# World_4_Skidrow_NAME
source: Skid Street
ru: Трущобы

# World_4_SubwayPlatform_NAME
source: Sewage Treatment
ru: Обработка отходов

# World_4_SubwayTerminal_NAME
source: Subway Terminal
ru: Станция метро

# World_4_SubwayTunnel_NAME
source: Subway Tunnel
ru: Туннель метро

# World_4_TransitStation_NAME
source: Food Truck Stop
ru: Закусочные на колёсах

# World_4_TunnelAlleytoMax_NAME
source: West Tunnel
ru: Западный туннель

# World_4_Tunnel_NAME
source: Freeway Tunnel
ru: Шоссейный туннель

# World_5
source: Flatirons
ru: Нагорье

# World_5_AbandonedTrainyard_NAME
source: Abandoned Trainyard
ru: Заброшенное депо

# World_5_AmusementPark_NAME
source: Amusement Park
ru: Парк развлечений

# World_5_BathHouse_NAME
source: Bath House
ru: Горячие источники

# World_5_BlairesTreeDomainINT_NAME
source: Blaire's Domain
ru: Владения Блэр

# World_5_BlairesTreeEXT_NAME
source: Blaire's Tree
ru: Дерево Блэр

# World_5_FerrisWheel_NAME
source: Ferris Wheel
ru: Колесо обозрения

# World_5_FoggyField_NAME
source: Foggy Field
ru: Туманная поляна

# World_5_ForestWaterfall_NAME
source: Waterfall
ru: Водопад

# World_5_Forest_NAME
source: Campground
ru: Кемпинг

# World_5_Graveyard_NAME
source: Graveyard
ru: Кладбище

# World_5_LionsCage_NAME
source: Lion's Cages
ru: Клетки со львами

# World_5_OvergrownTemple_NAME
source: Temple
ru: Храм

# World_5_OvergrownZoo_NAME
source: Overgrown Zoo
ru: Заброшенный зоопарк

# World_5_RundownCabin_NAME
source: Dilapidated Cabin
ru: Ветхая хижина

# World_5_SecretArea_NAME
source: Flatirons Secret Area
ru: Тайная комната Нагорья

# World_5_SkeletonMarket_NAME
source: Skeleton Market
ru: Ярмарка скелетов

# World_5_WitchyWoodsENT_NAME
source: Witchy Woods Entrance
ru: Вход в Ведьмин лес

# World_5_WitchyWoodsEXIT_NAME
source: Witchy Woods Exit
ru: Выход из Ведьмина леса

# World_6
source: Ocean Heights
ru: Океанские холмы

# World_6_Aquarium_NAME
source: Aquarium
ru: Океанариум

# World_6_BeachHomes_NAME
source: Sand Dollar Drive
ru: Сэнд-доллар драйв

# World_6_BeachStorefront_NAME
source: Ocean Heights Shops
ru: Магазины Океанских холмов

# World_6_BeachVolleyball_NAME
source: Volleyball Beach
ru: Волейбольная площадка

# World_6_Beach_NAME
source: Beach
ru: Пляж

# World_6_BuffBeach_NAME
source: Buff Beach
ru: Пляжная качалка

# World_6_FishMarket_NAME
source: Fish Market
ru: Рыбный рынок

# World_6_FreewayToBeach_NAME
source: Ocean Heights Freeway
ru: Шоссе к Океанским холмам

# World_6_Funhouse_NAME
source: Funhouse
ru: Комната смеха

# World_6_MermaidsTail_NAME
source: The Mermaid's Tail
ru: Хвост Русалки

# World_6_ParadeStreet_NAME
source: Parade Street
ru: Парадная улица

# World_6_PiersBoats_NAME
source: Docks
ru: Доки

# World_6_PrimosDining_NAME
source: Primo's Dining Room
ru: Обеденный зал Примо

# World_6_PrimosKitchen_NAME
source: Primo's Kitchen
ru: Кухня Примо

# World_6_PrimosLobby_NAME
source: Primo's Lobby
ru: Вестибюль Примо

# World_6_PrimosStudio_NAME
source: Primo's Studio
ru: Студия Примо

# World_6_PublicPark_NAME
source: Beach Plaza
ru: Пляжная площадь

# World_6_Restroom_NAME
source: Plaza Restroom
ru: Пляжный туалет

# World_6_SandCastle_NAME
source: Sand Castle
ru: Песчаный замок

# World_6_SecretAreaOceanHeights_NAME
source: Ocean Heights Secret Area
ru: Тайная комната Океанских холмов

# World_6_Shipyard_NAME
source: Shipyard
ru: Верфи

# World_6_ThemePark_NAME
source: Boardwalk
ru: Пешеходная улица

# World_7
source: Technos
ru: Технос

# World_7_AirVent1_NAME
source: Heating Vent
ru: Тепловой канал

# World_7_AirVent2_NAME
source: Cooling Vent
ru: Охлаждающий канал

# World_7_AirVent3_NAME
source: Air Vent
ru: Воздушный канал

# World_7_Atrium_NAME
source: Atrium
ru: Атриум

# World_7_Biosphere_NAME
source: Biosphere
ru: Биосфера

# World_7_Campus_NAME
source: Technos Campus
ru: Кампус Техноса

# World_7_Cubicles_NAME
source: Cubicles
ru: Опенспейс

# World_7_Elevator_Spaceneedle_NAME
source: Technos Elevator
ru: Лифт в Технос

# World_7_Gate_NAME
source: Security Gate
ru: Пост охраны

# World_7_InsideMainframe_NAME
source: Mainframe
ru: Мейнфрейм

# World_7_Lobby_NAME
source: Technos Lobby
ru: Вестибюль Техноса

# World_7_MechArea_NAME
source: Mech Factory
ru: Меха-фабрика

# World_7_Museum_NAME
source: Technos Museum
ru: Музей Техноса

# World_7_RecRoom_NAME
source: Recreation Room
ru: Комната отдыха

# World_7_RoboticsWarehouse_NAME
source: Robotics Warehouse
ru: Склад роботов

# World_7_SecretArea_NAME
source: Technos Secret Area
ru: Тайная комната Техноса

# World_7_SkyNeedle_NAME
source: Sky Spire
ru: Шпиль

# World_7_StorageCloset_NAME
source: Storage Closet
ru: Чулан

# World_7_VRRoom_NAME
source: VR Room
ru: Комната виртуальной реальности

# World_8
source: Sanwakai Tower
ru: Башня Санвакай

# World_8_Balcony_NAME
source: Party Room
ru: Зал для вечеринок

# World_8_Casino_NAME
source: Tower Casino
ru: Башня, казино

# World_8_Floor8_NAME
source: Floor 8
ru: Восьмой этаж

# World_8_Lobby_NAME
source: Tower Lobby
ru: Вестибюль башни

# World_8_MagitechHub_NAME
source: Laboratory
ru: Лаборатория

# World_8_MagitechLobby_NAME
source: Underground Base
ru: Подземная база

# World_8_Penthouse_NAME
source: Penthouse
ru: Пентхаус

# World_8_RotatingSushiBar_NAME
source: Mao Sushi
ru: Суши-бар

# World_8_SabuLair_NAME
source: Sabu's Lair
ru: Логово Сабу

# World_8_SecretArea_NAME
source: Sanwakai Tower Secret Area
ru: Тайная комната Башни Санвакай

# World_8_SecretElevatorLift_NAME
source: Underground Elevator
ru: Подземный лифт

# World_8_TowerEntrance_NAME
source: Sanwakai Tower
ru: Башня Санвакай

# World_8_UndergroundFood_NAME
source: Food Lab
ru: Подземная пищевая лаборатория

# World_8_UndergroundMagic_NAME
source: Magic Lab
ru: Подземная магическая лаборатория

# World_8_UndergroundTech_NAME
source: Tech Lab
ru: Подземная технологическая лаборатория

# World_8_YakuzaInterrogationRoom_NAME
source: Interrogation Room
ru: Комната для допросов

# World_8_YakuzaTraining_NAME
source: Yakuza Training Room
ru: Тренировочный зал якудза
