Repository: winterheart/rcg2-l10n
Catalog: data/po/*/Sheet1.po
Languages: ru

# ActionNamePS5_LeftStick_Horizontal
source: Move Left/Right (Stick)
ru: Идти налево/направо (стик)

# ActionNamePS5_LeftStick_Vertical
source: Move Up/Down (Stick)
ru: Идти вверх/вниз (стик)

# ActionNamePS5_Touchpad_Button
source: Touch Pad Button
ru: Сенсорная панель

# ActionNamePS5_touch_pad_button
source: Touch Pad Button
ru: Сенсорная панель

# ActionNameSwitch_LeftStick_Horizontal
source: Move Left/Right (Stick)
ru: Идти налево/направо (стик)

# ActionNameSwitch_LeftStick_Vertical
source: Move Up/Down (Stick)
ru: Идти вверх/вниз (стик)

# ActionName_A
source: Jump
ru: Прыжок

# ActionName_B
source: Special Attack
ru: Особый удар

# ActionName_Down
source: Move Down
ru: Идти вниз

# ActionName_LBumper
source: Cellphone (Online)
ru: Телефон (онлайн)

# ActionName_LBumper2
source: Recruit (Left Slot)
ru: Рекрут (левая ячейка)

# ActionName_Left
source: Move Left
ru: Идти налево

# ActionName_LeftStick_Horizontal
source: Move Left/Right (Analog Stick)
ru: Идти налево/направо (аналоговый стик)

# ActionName_LeftStick_Vertical
source: Move Up/Down (Analog Stick)
ru: Идти вверх/вниз (аналоговый стик)

# ActionName_RBumper
source: Block
ru: Блок

# ActionName_RBumper2
source: Recruit (Right Slot)
ru: Рекрут (правая ячейка)

# ActionName_Right
source: Move Right
ru: Идти направо

# ActionName_RightStick
source: Use Quick Item
ru: Использовать быстрый предмет

# ActionName_RightStick_Horizontal
source: Select Quick Item
ru: Выбрать быстрый предмет

# ActionName_Select
source: Cellphone (GPS)
ru: Телефон (карта)

# ActionName_Start
source: Cellphone (Menu)
ru: Телефон (меню)

# ActionName_Up
source: Move Up
ru: Идти вверх

# ActionName_X
source: Quick Attack
ru: Быстрый удар

# ActionName_Y
source: Heavy Attack
ru: Сильный удар

# ArcEula_Title
source: END USER LICENSE AGREEMENT
ru: ПОЛЬЗОВАТЕЛЬСКОЕ СОГЛАШЕНИЕ

source: Block List
ru: Блок-лист

# BlockList_ConfirmBlock
source: Are you sure you want to block this player?
ru: Вы уверены, что хотите заблокировать данного игрока?

# BlockList_ConfirmBlockSpecific
source: Are you sure you want to block {0}?
ru: Вы уверены, что хотите заблокировать игрока {0}?

# BlockList_ConfirmKick
source: Are you sure you want to kick this player?
ru: Вы уверены, что хотите выкинуть этого игрока?

# BlockList_ConfirmKickSpecific
source: Are you sure you want to kick {0}?
ru: Вы уверены, что хотите выкинуть игрока {0}?

# BlockList_ConfirmReport
source: Report this player?
ru: Отправить жалобу на этого игрока?

# BlockList_ConfirmUnblock
source: Unblock this player?
ru: Разблокировать этого игрока?

# BlockList_ConfirmUnblockSpecific
source: Unblock {0}?
ru: Разблокировать игрока {0}?

# BlockList_FooterMsg
source: View blocked players.
ru: Просмотр заблокированных игроков.

# BlockList_HasBeenBlocked
source: Player has been blocked.
ru: Игрок был заблокирован.

# BlockList_HasBeenBlockedSpecific
source: {0} has been blocked.
ru: Игрок {0} был заблокирован.

# BlockList_HasBeenKicked
source: {0} has been kicked.
ru: Игрок {0} был выброшен.

# BlockList_HasBeenUnblocked
source: {0} has been unblocked.
ru: Игрок {0} был разблокирован.

source: Block Player
ru: Заблокировать игрока

# BlockedFromGame
source: You have been blocked from this game.
ru: Вы были заблокированы из этой игры.

source: Blocked Players
ru: Заблокированные игроки

# Boss_Blaire
source: Blaire
ru: Блэр

# Boss_Helicopter
source: Helicopter
ru: Вертолёт

# Boss_Ken
source: Ken
ru: Кен

# Boss_KenDragon
source: Ken ft. the Dragon Twins
ru: Кен и Двойняшки-Драконы

# Boss_Marian
source: Marian
ru: Мариан

# Boss_Primo
source: Primo
ru: Примо

# Boss_Provie
source: Provie
ru: Пруви

# Boss_Reactor
source: Reactor
ru: Реактор

# Boss_Sabu
source: Sabu
ru: Сабу

# Boss_Tsuiko
source: Tsuiko
ru: Цуйко

# BusTravel_ChooseDestination
source: Choose a destination
ru: Выберите направление

# CONTROLLER_DC_MSG
source: Please re-connect the controller.
ru: Переподсоедините контроллер.

# CONTROLLER_DC_TITLE
source: Controller has been disconnected
ru: Контроллер был отсоединён.

# CONTROLLER_TRC_DC_MSG
source: Please re-connect the {0}.
ru: Пожалуйста, переподсоедините {0}.

# CONTROLLER_TRC_DC_TITLE
source: The {0} has been disconnected.
ru: {0} был отключён.

# CONTROLLER_TRC_SONY_NAME
source: wireless controller
ru: беспроводный контроллер

# Cellphone_Accessories_ConfirmEquip
source: Where do you want to equip it?
ru: Куда его надеть?

# Cellphone_Accessories_ConfirmUnequip
source: Unequip this item?
ru: Снять этот предмет?

# Cellphone_Accessories_FooterMsg
source: View and equip your accessories.
ru: Просмотр и выбор аксессуаров.

# Cellphone_Header_Accessories
source: ACCESSORIES
ru: АКСЕССУАРЫ

# Cellphone_Header_Home
source: HOME
ru: ДОМОЙ

# Cellphone_Header_Honkr
source: HONKR
ru: КРЯКЕР

# Cellphone_Header_Inventory
source: INVENTORY
ru: ИНВЕНТАРЬ

# Cellphone_Header_MovesList
source: MOVES LIST
ru: СПИСОК ПРИЁМОВ

# Cellphone_Header_Settings
source: SETTINGS
ru: НАСТРОЙКИ

# Cellphone_Home_Accessories
source: Accessories
ru: Аксессуары

# Cellphone_Home_Exp
source: EXP
ru: ОП

# Cellphone_Home_FooterMsg
source: Choose an application.
ru: Выбор приложения.

# Cellphone_Home_GPS
source: GPS
ru: Карта

# Cellphone_Home_Honkr
source: Honkr
ru: Крякер

# Cellphone_Home_Items
source: Items
ru: Предметы

# Cellphone_Home_Level
source: LEVEL
ru: УРОВЕНЬ

# Cellphone_Home_MoveList
source: Move List
ru: Приёмы

# Cellphone_Home_Next
source: NEXT
ru: ДАЛЕЕ

# Cellphone_Home_Settings
source: Settings
ru: Настройки

# Cellphone_Home_Snapshot
source: Snapr
ru: Щёлкер

# Cellphone_Honkr_FooterMsg
source: View Honkr posts.
ru: Просмотр сообщений в Крякере.

# Cellphone_Inventory_ConfirmUse
source: Consume this item?
ru: Использовать предмет?

# Cellphone_Inventory_FooterMsg
source: Use items from your inventory.
ru: Использование предметов в инвентаре.

# Cellphone_MovesList_FooterMsg
source: View your moves.
ru: Просмотр приёмов.

# Cellphone_Settings_Hideout
source: HIDEOUT ONLY
ru: ТОЛЬКО В УКРЫТИИ

# Cellphone_Settings_HostOnly
source: HOST ONLY
ru: ТОЛЬКО СЕРВЕР

# Cellphone_Settings_Locked
source: LOCKED
ru: ЗАБЛОКИРОВАНО

# Cellphone_Snapr_FooterMsg
source: View Snapr posts.
ru: Просмотр сообщений в Щёлкере.

# CharacterName_BadCop
source: Bad Cop
ru: Плохой коп

# CharacterName_Cheerleader
source: Cheerleader
ru: Болельщица

# CharacterName_Chin
source: Chin
ru: Чин

# CharacterName_Cyborg
source: Cyborg
ru: Киборг

# CharacterName_FemBot
source: C.A.T.S.
ru: К.А.Т.С.

# CharacterName_Kayo
source: Kayo
ru: Кайо

# CharacterName_Kuniko
source: Kuniko
ru: Кунико

# CharacterName_Larper
source: LARPer
ru: Ролевик

# CharacterName_Linda
source: Linda
ru: Линда

# CharacterName_Luchadora
source: Luchadora
ru: Лучадора

# CharacterName_MaleThug
source: Thug
ru: Бандит

# CharacterName_Martha
source: Martha Splatterhead
ru: Марта Сплэттерхед

# CharacterName_Mihoko
source: Mihoko
ru: Михоко

# CharacterName_Misako
source: Misako
ru: Мисако

# CharacterName_Paul
source: Paul
ru: Пол

# CharacterName_SchoolBoy
source: School Boy
ru: Школьник

# CharacterName_SchoolGirl
source: School Girl
ru: Школьница

# CharacterName_Skullmageddon
source: Skullmageddon
ru: Черепогеддон

# CharacterName_Sonny
source: Sonny Lee
ru: Сонни Ли

# CharacterName_Tigerman
source: Tigerman
ru: Тигрочеловек

# CharacterName_Trash
source: Trash
ru: Трэш

# CharacterName_Waver
source: Waver
ru: Вейвер

# CharacterName_Williams
source: Williams
ru: Уильямс

# CharacterName_YakuzaF
source: Yakuza Female
ru: Якудза-женщина

# CharacterName_YakuzaMale
source: Yakuza Male
ru: Якудза-мужчина

# CharacterName_Yokai
source: Yokai
ru: Ёкай

# CharacterSelectScreen_FooterMsg_Main
source: Choose a character.
ru: Выбор персонажа.

# CharacterSelectScreen_Ready
source: READY!
ru: ВПЕРЁД!

# Character_Unlock_Client_Main
source: You helped your friend unlock
ru: Вы помогли своему другу разблокировать

# Character_Unlock_Client_Sub
source: (now beat her yourself!)
ru: (а теперь победите её сами!)

# Character_Unlock_DefeatPrompt
source: Defeat to Earn
ru: Победите, чтобы получить

# Character_Unlock_Host_Main
source: IS READY TO FIGHT
ru: РВЁТСЯ В БОЙ

# Character_Unlock_Host_Sub
source: (check your hideout)
ru: (проверьте укрытие)

# Character_Unlock_PurchasePrompt
source: Purchase DLC
ru: Приобретите дополнение

# Combo_Flavor_10
source: GENIUS
ru: ГЕНИАЛЬНО

# Combo_Flavor_100
source: SERIOUSLY?
ru: СЕРЬЁЗНО?

# Combo_Flavor_11
source: BRUTAL
ru: ГРУБО

# Combo_Flavor_12
source: FASHIONABLE
ru: СТИЛЬНО

# Combo_Flavor_120
source: OVERKILL
ru: ИЗЛИШНЕ

# Combo_Flavor_128
source: CELEBRATE
ru: ВЕСЕЛО

# Combo_Flavor_13
source: LUCKY
ru: УДАЧНО

# Combo_Flavor_130
source: RAMPAGE
ru: БУЙСТВО

# Combo_Flavor_14
source: WILD
ru: ДИКО

# Combo_Flavor_140
source: KEEP IT UP
ru: ПРОДОЛЖАЙ

# Combo_Flavor_15
source: CRASH!!
ru: БАХ!

# Combo_Flavor_150
source: OMG
ru: ОМГ

# Combo_Flavor_16
source: SUPER
ru: СУПЕР

# Combo_Flavor_160
source: RIDICULOUS
ru: СМЕШНО

# Combo_Flavor_17
source: ULTRA
ru: УЛЬТРА

# Combo_Flavor_170
source: NON-STOP
ru: БЕЗ ОСТАНОВКИ

# Combo_Flavor_18
source: HYPER
ru: ГИПЕР

# Combo_Flavor_180
source: BIZARRE
ru: ПРИЧУДЛИВО

# Combo_Flavor_19
source: STUNNING
ru: СНОГШИБАТЕЛЬНО

# Combo_Flavor_190
source: ORA ORA ORA!!
ru: ОРА-ОРА-ОРА!!!

# Combo_Flavor_20
source: BRILLIANT
ru: НЕОТРАЗИМО

# Combo_Flavor_200
source: OK, STOP
ru: ЛАДНО, ХВАТИТ

# Combo_Flavor_214
source: LOVEY DOVEY
ru: ВЕСЬМА ПРЕМИЛО

# Combo_Flavor_216
source: BERSERK
ru: БУЙСТВО

# Combo_Flavor_230
source: YOU OKAY?
ru: ТЫ В ПОРЯДКЕ?

# Combo_Flavor_25
source: HYPE
ru: ХАЙПОВО

# Combo_Flavor_260
source: FINISHED?
ru: МОЖЕТ, ХВАТИТ?

# Combo_Flavor_290
source: KEEP IT UP!
ru: ПРОДОЛЖАЙ!

# Combo_Flavor_3
source: OKAY
ru: НОРМ

# Combo_Flavor_30
source: AMAZING
ru: ПОТРЯСАЮЩЕ

# Combo_Flavor_300
source: SHINING
ru: ОСЛЕПИТЕЛЬНО

# Combo_Flavor_330
source: GLITTERING
ru: БЛЕСТЯЩЕ

# Combo_Flavor_35
source: ELITE
ru: ЭЛИТНО

# Combo_Flavor_360
source: LUMINOUS
ru: ЯРКО

# Combo_Flavor_37
source: LET'S GO
ru: ДАВАЙ УЖЕ

# Combo_Flavor_390
source: HOLOGRAPHIC
ru: ГОЛОГРАФИЧНО

# Combo_Flavor_4
source: GOOD
ru: ХОРОШО

# Combo_Flavor_40
source: M-M-MONSTER
ru: ЧУДОВИЩНО

# Combo_Flavor_420
source: LOL
ru: ЛОЛ

# Combo_Flavor_430
source: CHEATER!
ru: ЧИТЕР!

# Combo_Flavor_444
source: DEADLY
ru: СМЕРТЕЛЬНО

# Combo_Flavor_45
source: INHUMAN
ru: НЕЧЕЛОВЕЧЕСКИ

# Combo_Flavor_450
source: IMPOSSIBLE
ru: НЕВОЗМОЖНО

# Combo_Flavor_5
source: CUTE
ru: СИМПАТИЧНО

# Combo_Flavor_50
source: ULTIMATE
ru: УЛЬТИМАТИВНО

# Combo_Flavor_500
source: HOT BLOODED
ru: КИПЯЩАЯ КРОВЬ

# Combo_Flavor_6
source: SILLY
ru: ГЛУПО

# Combo_Flavor_60
source: BRO...
ru: БРО...

# Combo_Flavor_600
source: BIG UPS!
ru: БОЛЬШОЙ БАМ!

# Combo_Flavor_666
source: SCARY
ru: СТРАШНО

# Combo_Flavor_69
source: NICE
ru: МИЛО

# Combo_Flavor_7
source: DREAMY
ru: СКАЗОЧНО

# Combo_Flavor_70
source: QUEEN
ru: ПО-КОРОЛЕВСКИ

# Combo_Flavor_700
source: SHOCKING
ru: ШОКИРУЮЩЕ

# Combo_Flavor_777
source: JACKPOT
ru: ДЖЕКПОТ

# Combo_Flavor_8
source: SWEET
ru: ЧУДЕСНО

# Combo_Flavor_80
source: MORE
ru: ЕЩЁ

# Combo_Flavor_800
source: SHOWTIME
ru: ШОУ-ТАЙМ

# Combo_Flavor_850
source: ABSURD
ru: АБСУРДНО

# Combo_Flavor_9
source: CLEVER
ru: УМНО

# Combo_Flavor_90
source: ALMOST
ru: ПОЧТИ

# Combo_Flavor_900
source: SMAAAASH!!
ru: ХРЯСЬ!

# Combo_Flavor_950
source: FOR REAL?
ru: ЧТО, ПРАВДА?

# Combo_Flavor_999
source: BARF!
ru: БУЭ!

# Combo_Hits
source: Hits
ru: ударов

source: Connecting...
ru: Подключение...

# ControlMapper_Gamepad
source: Gamepad Configuration
ru: Конфигурация контроллера

# ControlMapper_Keyboard
source: Keyboard Configuration
ru: Конфигурация клавиатуры

# ControlRemap_FooterMsg_ChooseControl
source: Choose a control to remap.
ru: Переопределение управления.

# ControlRemap_FooterMsg_ControllerType
source: Choose which controller type to remap.
ru: Выбор контроллера для переопределения.

# ControlRemap_FooterMsg_RebindControl
source: Press a button to remap it to the selected control.
ru: Нажмите на кнопку, чтобы переопределить элемент управления.

# ControlRemap_ResetMapConfirmation
source: Reset button configuration?
ru: Сбросить конфигурацию?

# ControlRemap_ResetToDefaultPrompt
source: Reset to default
ru: Сбросить на значения по умолчанию

source: Credits
ru: Авторы

# EQUIP_DESC_ATHLETIC_BOTTOM
source: Regain health when carrying enemies.
ru: Восстанавливает здоровье при переноске противника.

# EQUIP_DESC_ATHLETIC_TOP
source: Heavy weapons are more damaging.
ru: Тяжёлое оружие наносит больше урона.

# EQUIP_DESC_BOMB_BRA
source: Thrown weapons might explode on impact.
ru: Метаемые предметы могут взорваться при попадании.

# EQUIP_DESC_BUNNY_BUTTON
source: Run way too fast.
ru: Вы бежите гораздо быстрее.

# EQUIP_DESC_BUNNY_DAY
source: Bunny hops and more chance for snacks.
ru: Усиленные прыжки и увеличенная вероятность выпадения закусок.

# EQUIP_DESC_CLOWN_MAKEUP
source: Refills Guard Break much faster, and something else.
ru: Перезаряжает шкалу рекрута гораздо быстрее.

# EQUIP_DESC_COIN_PURSE
source: Pick up more money from defeated enemies.
ru: Из поверженных противников выпадает больше денег.

# EQUIP_DESC_EVERY_DAY
source: Weapons shatter and do massive damage.
ru: Оружие разрушается и наносит огромный урон.

# EQUIP_DESC_EYESHADOW
source: Heavy attacks are even heavier.
ru: Сильные удары становятся ещё сильнее.

# EQUIP_DESC_FAKE_TATOOS
source: Special Meter fills up even faster.
ru: Шкала особых атак заполняется ещё быстрее.

# EQUIP_DESC_FALSE_EYELASHES
source: Special attacks do more damage.
ru: Особые удары наносят больше урона.

# EQUIP_DESC_FRILLY_BOTTOM
source: Rolling knocks enemies over.
ru: Перекаты сбивают противников с ног.

# EQUIP_DESC_FRILL_BRA
source: Getting up gives more invulnerability and does more damage.
ru: Поднятие на ноги после падения даёт больше неуязвимости и наносит больше урона.

# EQUIP_DESC_FROST_SIGIL
source: Reviving and being revived is much easier.
ru: Возрождение проводится гораздо легче.

# EQUIP_DESC_GAMER_GUIDE
source: Random bonus XP upon defeating enemies.
ru: Случайная надбавка ОП при победе над противниками.

# EQUIP_DESC_GLASS_MOUTHGUARD
source: Do more damage but take more damage.
ru: Наносите и получайте больше урона.

# EQUIP_DESC_GOTH_SHIRT
source: Chance of poison with heavy attacks.
ru: Сильный удар имеет шанс отравить противника.

# EQUIP_DESC_GYM_SHORTS
source: Heal yourself by destroying others.
ru: Восстанавливает здоровье при победе над другими.

# EQUIP_DESC_HAIR_RIBBON
source: Infinite ST and max stats.
ru: Бесконечная стойкость и максимальные характеристики.

# EQUIP_DESC_KNIFE_EARRINGS
source: Your weapons are much deadlier.
ru: Ваше оружие более смертоносно.

# EQUIP_DESC_LANTERN
source: This magical item might bring you back from the dead.
ru: Этот магический предмет может поднять вас из мёртвых.

# EQUIP_DESC_LOVE_DAY
source: Fallen recruits will refill your stamina.
ru: Павшие рекруты восполняют вашу стойкость.

# EQUIP_DESC_LOVE_LETTER
source: Do more damage to guys.
ru: Наносит больше урона парням.

# EQUIP_DESC_MAKEUP_KIT
source: Do more damage to girls.
ru: Наносит больше урона девушкам.

# EQUIP_DESC_MULTITOOL
source: Weapons are far more durable.
ru: Оружие становится более прочным.

# EQUIP_DESC_MUSCLE_CHARM
source: Bang! Pow! To the moon!
ru: Бах! Бум! Прямо на луну!

# EQUIP_DESC_MUSIC_PLAYER
source: Soothing sounds make healing items more effective.
ru: Излечивающие предметы действуют более эффективно.

# EQUIP_DESC_PADLOCK_BRA
source: Double the velocity of thrown weapons.
ru: Брошенное оружие летит в два раза быстрее.

# EQUIP_DESC_PATRIOT_DAY
source: Launch enemies for fireworks.
ru: Пускайте противников на фейерверки.

# EQUIP_DESC_PEPPER_SPRAY
source: While blocking, a chance of pepper spray can save you.
ru: Перцовый баллончик может спасти вас при блокировании ударов.

# EQUIP_DESC_POWER_MITTEN
source: Using weapons can sometimes be very shocking.
ru: Атака оружием иногда может причинить огромный урон.

# EQUIP_DESC_SCISSORS
source: Attacking is stronger, but you move more slowly.
ru: Атаки проводятся сильнее, но передвижение медленнее.

# EQUIP_DESC_SIGN_NECKLACE
source: Air attacks are stronger.
ru: Удары в прыжке становятся сильнее.

# EQUIP_DESC_SPEED_RUNNERS
source: Running speed is increased.
ru: Увеличивает скорость бега.

# EQUIP_DESC_SPIKED_KNUCKLES
source: Do more stun damage to enemies.
ru: Облегчает оглушение противников.

# EQUIP_DESC_SPOOKY_DAY
source: Last enemy will start begging for mercy.
ru: Последний противник будет просить о пощаде.

# EQUIP_DESC_SUMMER_DAY
source: Floaty jumps and no pitfall damage.
ru: Затяжные прыжки и отсутствие урона от падений в ямы.

# EQUIP_DESC_TANK_BUTTON
source: You are the strongest but the slowest.
ru: Значительно увеличена сила, но скорость так же снижена.

# EQUIP_DESC_TEEN_MAGAZINE
source: Parrying enemies will cause them to freeze.
ru: Парируя удар, вы замораживаете противников.

# EQUIP_DESC_TUNA_SHIRT
source: Each cat rescued makes you stronger.
ru: Каждый спасённый кот делает вас сильнее.

# EQUIP_DESC_VAMPIRE_TEETH
source: Gradually lose ST, but gain ST by defeating enemies.
ru: Постепенно теряется СТ, но восполняется после победы над противниками.

# EQUIP_DESC_WINTER_DAY
source: Icy heavy attack at full ST. Immune to fire.
ru: Сильный ледяной удар при полной СТ. Иммунитет к огню.

# EQUIP_DESC_WITCH_BOTTLE
source: Heavy attacks have a chance of being super heated.
ru: Сильный удар может привести к возгоранию.

# EQUIP_DESC_WOLF_LOCKET
source: This cursed item allows you to be unstoppable at night.
ru: Этот проклятый предмет сделает вас неостановимым ночью.

# EQUIP_DESC_WOOL_SOCKS
source: Heavy attacks have a chance to do shock.
ru: Сильный удар может привести к электрошоку.

# EQUIP_DESC_WRESTLING_SINGLET
source: Your grapple throws are more powerful.
ru: Броски из захвата наносят больше урона.

# EQUIP_NAME_ATHLETIC_BOTTOM
source: Athletic Bottom
ru: Спортивные шорты

# EQUIP_NAME_ATHLETIC_TOP
source: Athletic Top
ru: Спортивный топ

# EQUIP_NAME_BOMB_BRA
source: Bomb Bra
ru: Бомбический лифчик

# EQUIP_NAME_BUNNY_BUTTON
source: Bunny Button
ru: Значок с кроликом

# EQUIP_NAME_BUNNY_DAY
source: Bunny Ears
ru: Кроличьи ушки

# EQUIP_NAME_CLOWN_MAKEUP
source: Clown Makeup
ru: Клоунский грим

# EQUIP_NAME_COIN_PURSE
source: Coin Purse
ru: Кошелёк

# EQUIP_NAME_EVERY_DAY
source: Baseball Gloves
ru: Бейсбольные перчатки

# EQUIP_NAME_EYESHADOW
source: Eyeshadow
ru: Тени для век

# EQUIP_NAME_FAKE_TATTOOS
source: Fake Tattoos
ru: Переводные татуировки

# EQUIP_NAME_FALSE_EYELASHES
source: False Lashes
ru: Накладные ресницы

# EQUIP_NAME_FRILLY_BOTTOM
source: Frilly Bottom
ru: Шорты с оборками

# EQUIP_NAME_FRILL_BRA
source: Frilly Bra
ru: Лифчик с оборками

# EQUIP_NAME_FROST_SIGIL
source: Frost Sigil
ru: Знак холода

# EQUIP_NAME_GAMER_GUIDE
source: Gamer Guide
ru: Руководство по прохождению

# EQUIP_NAME_GLASS_MOUTHGUARD
source: Glass Mouthguard
ru: Стеклянная капа

# EQUIP_NAME_GOTH_SHIRT
source: Goth Shirt
ru: Готская футболка

# EQUIP_NAME_GYM_SHORTS
source: Gym Shorts
ru: Гимнастические шорты

# EQUIP_NAME_HAIR_RIBBON
source: Hair Ribbon
ru: Лента для волос

# EQUIP_NAME_KNIFE_EARRINGS
source: Knife Earrings
ru: Серёжки в виде ножей

# EQUIP_NAME_LANTERN
source: Lantern
ru: Лампа

# EQUIP_NAME_LOVE_DAY
source: Cupid’s Bow
ru: Лук Купидона

# EQUIP_NAME_LOVE_LETTER
source: Love Letter
ru: Любовное письмо

# EQUIP_NAME_MAKEUP_KIT
source: Makeup Kit
ru: Макияжный набор

# EQUIP_NAME_MULTITOOL
source: Multitool
ru: Мультитул

# EQUIP_NAME_MUSCLE_CHARM
source: Muscle Charm
ru: Мускулистая фигурка

# EQUIP_NAME_MUSIC_PLAYER
source: Music Player
ru: Плеер

# EQUIP_NAME_PADLOCK_BRA
source: Padlock Bra
ru: Лифчик с замком

# EQUIP_NAME_PATRIOT_DAY
source: Aviator Glasses
ru: Очки-авиаторы

# EQUIP_NAME_PEPPER_SPRAY
source: Pepper Spray
ru: Перцовый баллончик

# EQUIP_NAME_POWER_MITTEN
source: Power Mitten
ru: Силовая варежка

# EQUIP_NAME_SCISSORS
source: Scissors
ru: Ножницы

# EQUIP_NAME_SIGN_NECKLACE
source: Sign Necklace
ru: Ожерелье со знаком

# EQUIP_NAME_SPEED_RUNNERS
source: Speed Runners
ru: Скороходы

# EQUIP_NAME_SPIKED_KNUCKLES
source: Spiked Knuckles
ru: Кастет с шипами

# EQUIP_NAME_SPOOKY_DAY
source: Witch’s Hat
ru: Ведьмовская шляпа

# EQUIP_NAME_SUMMER_DAY
source: Sunbrella
ru: Зонтик от солнца

# EQUIP_NAME_TANK_BUTTON
source: Tank Button
ru: Значок с танком

# EQUIP_NAME_TEEN_MAGAZINE
source: Teen Magazine
ru: Молодёжный журнал

# EQUIP_NAME_TUNA_SHIRT
source: Tuna Shirt
ru: Футболка с тунцом

# EQUIP_NAME_VAMPIRE_TEETH
source: Vampire Teeth
ru: Вампирские зубы

# EQUIP_NAME_WINTER_DAY
source: Snow Mittens
ru: Варежки

# EQUIP_NAME_WITCH_BOTTLE
source: Witch Bottle
ru: Оберег от ведьм

# EQUIP_NAME_WOLF_LOCKET
source: Wolf Locket
ru: Волчий медальон

# EQUIP_NAME_WOOL_SOCKS
source: Wool Socks
ru: Шерстяные носки

# EQUIP_NAME_WRESTLING_SINGLET
source: Wrestling Singlet
ru: Трико для борьбы

# FileSelect_EmptySlot
source: Empty Slot
ru: Пустая ячейка

# FooterPrompt_Back
source: Back
ru: Назад

# FooterPrompt_Confirm
source: Confirm
ru: Подтвердить

# FooterPrompt_Delete
source: Delete
ru: Удалить

# FooterPrompt_KickPlayer
source: Kick Player
ru: Выкинуть игрока

# FooterPrompt_Refresh
source: Refresh
ru: Обновить

# FooterPrompt_Select
source: Select
ru: Выбрать

# FooterPrompt_Start
source: Start
ru: Начать

source: Game is full.
ru: Игра заполнена.

# Game_Join
source: Press {0}
ru: Нажмите {0}

# HonkrCharacterName_Abobo
source: Abobo @atomicthrow
ru: Абобо @atomicthrow

# HonkrCharacterName_Aleister
source: Aleister @undergroundWarlock
ru: Алистер @undergroundWarlock

# HonkrCharacterName_Alex
source: Alex @nekketsu_1989
ru: Алекс @nekketsu_1989

# HonkrCharacterName_Anon
source: Anon @totally_anon1234
ru: Анон @totally_anon1234

# HonkrCharacterName_Berserker
source: Berserker @worldsbestdad1990
ru: Берсеркер @worldsbestdad1990

# HonkrCharacterName_Billy
source: Billy @TheRealBimmy90
ru: Билли @TheRealBimmy90

# HonkrCharacterName_Blaire
source: Blaire @THATwitch
ru: Блэр @THATwitch

# HonkrCharacterName_Chris
source: Chris @chrisyourbuttgoodbye
ru: Крис @chrisyourbuttgoodbye

# HonkrCharacterName_Crash
source: Crash @crashNdaBoyz
ru: Крэш @crashNdaBoyz

# HonkrCharacterName_Enoki
source: Enoki @smokyMochi
ru: Эноки @smokyMochi

# HonkrCharacterName_Godai
source: Godai @EveryonesFriendGodai
ru: Годай @EveryonesFriendGodai

# HonkrCharacterName_Hibari
source: Hibari @whimsyanddoodles
ru: Хибари @whimsyanddoodles

# HonkrCharacterName_Hiroshi
source: Hiroshi @cosmicmegababeStan
ru: Хироси @cosmicmegababeStan

# HonkrCharacterName_Jam
source: Jam @kuradoberi
ru: Джем @kuradoberi

# HonkrCharacterName_Jimmy
source: Jimmy @AngryBro87
ru: Джимми @AngryBro87

# HonkrCharacterName_Kaori
source: Kaori @letshang
ru: Каори @letshang

# HonkrCharacterName_Kayo
source: Kayo @taiyo_kayo
ru: Кайо @taiyo_kayo

# HonkrCharacterName_Kebako
source: Kebako @sQUIDDIE_RULEZ
ru: Кебако @sQUIDDIE_RULEZ

# HonkrCharacterName_Ken
source: Ken @TOP_DAWG111
ru: Кен @TOP_DAWG111

# HonkrCharacterName_Kozuki
source: Kozuki @theSCOOP
ru: Кодзуки @theSCOOP

# HonkrCharacterName_Kuniko
source: Kuniko @thoughtsNprayers
ru: Кунико @thoughtsNprayers

# HonkrCharacterName_Kunio
source: Kunio @hotblooded_1986
ru: Кунио @hotblooded_1986

# HonkrCharacterName_Kyoko
source: Kyoko @Knuckles&Kisses
ru: Кёко @Knuckles&Kisses

# HonkrCharacterName_KyokosMom
source: Kyoko's Mom @REDmomma
ru: Мама Кёко @REDmomma

# HonkrCharacterName_Marian
source: Marian @legendaryAbs888
ru: Мариан @legendaryAbs888

# HonkrCharacterName_Mibobo
source: Mibobo @green_n_nasty
ru: Мибобо @green_n_nasty

# HonkrCharacterName_Mihoko
source: Mihoko - kittyLUVS
ru: Михоко @kittyLUVS

# HonkrCharacterName_Misako
source: Misako @knockknockBOOM
ru: Мисако @knockknockBOOM

# HonkrCharacterName_MrK
source: Mr. K @storKs_yuMMier
ru: Мистер К @storKs_yuMMier
