Repository: winterheart/rcg2-l10n
Catalog: data/po/*/Sheet1.po
Languages: ru

# PhotonRegion_CAE
source: Canada
ru: Канада

# PhotonRegion_CN
source: China
ru: Китай

# PhotonRegion_EU
source: Europe
ru: Европа

# PhotonRegion_IN
source: India
ru: Индия

# PhotonRegion_JP
source: Japan
ru: Япония

# PhotonRegion_KR
source: South Korea
ru: Южная Корея

# PhotonRegion_RU
source: Russia
ru: Россия

# PhotonRegion_RUE
source: Russia East
ru: Россия — восток

# PhotonRegion_SA
source: South America
ru: Южная Америка

# PhotonRegion_US
source: US East
ru: США — восток

# PhotonRegion_USW
source: US West
ru: США — запад

# PhotonRegion_ZA
source: South Africa
ru: Южная Африка

# PlayerIndicatorType_Karat
source: Caret
ru: Указатель

# PlayerIndicatorType_None
source: None
ru: Нет

# PlayerIndicatorType_Ring
source: Ring
ru: Кольцо

# PlayerIndicatorType_RingAndKarat
source: Both
ru: Оба

source: Player List
ru: Список игроков

# PlayerNumberDisplay
source: Player {0}
ru: Игрок {0}

# PleaseEnableCrossplay
source: Please enable crossplay to join this server.
ru: Отключите кроссплей, чтобы подключиться к этому серверу.

source: Please wait...
ru: Пожалуйста, подождите...

# Popup_HostDisconnect
source: Host disconnected
ru: Сервер отключился

# Popup_NetworkDisconnect
source: Network disconnected
ru: Сеть отключилась

# PortraitDialog004-01_Misako
source: Ms. Megumi!
ru: Мисс Мегуми!

# Press_Confirm
source: Press {0} to Join
ru: Нажмите {0} для подключения

# Press_Start
source: Press {0} to Play
ru: Нажмите {0} для игры

# PrimoDelights_GuestSubtitle_Billy
source: The Blue One
ru: Синий мужик

# PrimoDelights_GuestSubtitle_Jimmy
source: The Red One
ru: Красный мужик

# PrimoDelights_GuestSubtitle_Kunio
source: Local Idiot
ru: Местный старшеклассник

# PrimoDelights_GuestSubtitle_Kyoko
source: Local Idiot
ru: Местная старшеклассница

# PrimoDelights_GuestSubtitle_Marian
source: Local(?) Shopkeep
ru: Местная (?) продавщица

# PrimoDelights_GuestSubtitle_Misako
source: Local Idiot
ru: Местная старшеклассница

# PrimoDelights_GuestSubtitle_Provie
source: Local(?) High Schooler
ru: Местная (?) старшеклассница

# PrimoDelights_GuestSubtitle_Riki
source: Local Idiot
ru: Местный старшеклассник

source: Recent Players
ru: Недавние игроки

# Recruit_Abobo_DESC
source: Dethroned as the leader of his gang, Abobo finds a new path that still includes punching away his problems.
ru: Исключённый из своей банды, Абобо ищет новый способ решения мировых проблем, связанный с кулаками.

# Recruit_Abobo_NAME
source: Abobo
ru: Абобо

# Recruit_Alex_DESC
source: This guy looks weirdly familiar. Kunio gets deja vu when he looks at him.
ru: Этот парень выглядит подозрительно знакомым. При виде его Кунио охватывает приступ дежавю.

# Recruit_Alex_NAME
source: Alex
ru: Алекс

# Recruit_BadCop_Fujimoto_DESC
source: The chief of police is even more corrupt than the people paying him.
ru: Глава полиции продажнее даже тех, кто ему платит. Мог бы стать финальным боссом.

# Recruit_BadCop_Fujimoto_NAME
source: Fujimoto
ru: Фудзимото

# Recruit_BadCop_Matsui_DESC
source: Corrupt police that are certainly not sworn to protect you.
ru: Продажный коп, который определённо не клялся вас защищать.

# Recruit_BadCop_Matsui_NAME
source: Matsui
ru: Мацуи

# Recruit_BadCop_Nakamura_DESC
source: Being killed in the line of duty was merely an inconvenience to this dirty cop.
ru: Смерть при исполнении была лишь небольшим затруднением для этого грязного копа.

# Recruit_BadCop_Nakamura_NAME
source: Nakamura
ru: Накамура

# Recruit_BadCop_Nomura_DESC
source: Corrupt police that are certainly not sworn to protect you.
ru: Плохой парень в одежде полицейского. Никогда не доверяйте мужчинам, посещающим салоны по эпиляции.

# Recruit_BadCop_Nomura_NAME
source: Nomura
ru: Номура

# Recruit_BadCop_Onishi_DESC
source: Corrupt police that are certainly not sworn to protect you.
ru: Новобранец, очень желающий стать продажным копом. Всё ещё милый.

# Recruit_BadCop_Onishi_NAME
source: Onishi
ru: Ониси

# Recruit_BadCop_Saito_DESC
source: Corrupt police that are certainly not sworn to protect you.
ru: Продажный коп под прикрытием. Так он всем говорит о себе.

# Recruit_BadCop_Saito_NAME
source: Saito
ru: Сайто

# Recruit_BadCop_Watson_NAME
source: Watson
ru: Уотсон

# Recruit_Berserker_DESC
source: He's always looking for extra cash for Junior's college fund. He's a great dad.
ru: Он постоянно ищет дополнительное финансирование для поступления сына в колледж. Он отличный отец.

# Recruit_Berserker_NAME
source: Berserker
ru: Берсеркер

# Recruit_CATS_5KY-L3R_NAME
source: 5KY-L3R
ru: СК4Й-Л3Р

# Recruit_CATS_CH-424_DESC
source: The Cybernetic Autonomous Tactical Soldier is inspired by cat cafes and lasers.
ru: Кибернетический Автономный Тактический Солдат. Корпус был создан под впечатлением от японского аниме.

# Recruit_CATS_CH-424_NAME
source: CH-424
ru: Ч4-Л4

# Recruit_CATS_ER-1N_DESC
source: Sonokawa's personal assistant. She is as helpful as she is deadly.
ru: Личная ассистентка Сонокавы. Она настолько же полезна, насколько смертельно опасна.

# Recruit_CATS_ER-1N_NAME
source: ER-1N
ru: ИР-3Н

# Recruit_CATS_K47H2YN_DESC
source: This C.A.T.Soldier is a special beta model running experimental software.
ru: Прототип К.А.Т.С. для универсальных задач. Корпус сильно потрепан, но боевой дух всё ещё высок.

# Recruit_CATS_K47H2YN_NAME
source: K47H2YN
ru: К47-ЛИН

# Recruit_CATS_K4Y-L1_DESC
source: The Cybernetic Autonomous Tactical Soldier is inspired by cat cafes and lasers.
ru: Кибернетический Автономный Тактический Солдат в стиле Харадзюку. Была слишком милой, поэтому в Ривер-сити распространения не получила.

# Recruit_CATS_K4Y-L1_NAME
source: K4Y-L1
ru: К3Л-ЛИ

# Recruit_CATS_KLR-4_DESC
source: The Cybernetic Autonomous Tactical Soldier is inspired by cat cafes and lasers.
ru: Кибернетический Автономный Тактический Солдат. За милой улыбкой скрываются острые шипы.

# Recruit_CATS_KLR-4_NAME
source: K1R-4
ru: КИР-4

# Recruit_CATS_M3-G4N_DESC
source: The Cybernetic Autonomous Tactical Soldier is inspired by cat cafes and lasers.
ru: Кибернетический Автономный Тактический Солдат. Чем застенчивее парень, тем выше её агрессивность.

# Recruit_CATS_M3-G4N_NAME
source: M3-G4N
ru: М3-Г4Н

# Recruit_Cheerleader_Ashanti_DESC
source: These cheerful girls are agile and love to dodge your advances.
ru: Стремительная болельщица. Лицо выглядит мило.

# Recruit_Cheerleader_Ashanti_NAME
source: Ashanti
ru: Ашанти

# Recruit_Cheerleader_Chara_DESC
source: These cheerful girls are agile and love to dodge your advances.
ru: Стремительная болельщица. Её милая улыбка при ударе пробирает до костей.

# Recruit_Cheerleader_Chara_NAME
source: Chara
ru: Чара

# Recruit_Cheerleader_Colleen_DESC
source: These cheerful girls are agile and love to dodge your advances.
ru: Стремительная болельщица. Удар из прыжка с кульбитом — это уровень высочайшего мастерства.

# Recruit_Cheerleader_Colleen_NAME
source: Colleen
ru: Коллин

# Recruit_Cheerleader_Linnea_DESC
source: These cheerful girls are agile and love to dodge your advances.
ru: Стремительная болельщица. Бои очень важны для получения титула «Мисс Старшая школа Ривер-сити».

# Recruit_Cheerleader_Linnea_NAME
source: Linnea
ru: Линнея

# Recruit_Cheerleader_Midori_DESC
source: The cheerleader leader leading her lethal ladies.
ru: Капитан команды болельщиц. Изображение черепа на груди было её идеей.

# Recruit_Cheerleader_Midori_NAME
source: Midori
ru: Мидори

# Recruit_Cheerleader_Rachel_DESC
source: She cares not for leading cheers. She's more like a fearleader.
ru: Болельщица из того света. Старается ещё сильнее, чем при жизни, но безуспешно — все боятся её лица.

# Recruit_Cheerleader_Rachel_NAME
source: Rachel
ru: Рейчел

# Recruit_Chin_Chin_DESC
source: A kung-fu martial artist. Apparently, he was once beaten up by the Lee Bros.
ru: Мастер боевых искусств в стиле электронной танцевальной музыки. Помнится, его как-то раз избили братья Ли.

# Recruit_Chin_Chin_NAME
source: Chin
ru: Чин

# Recruit_Chin_LiCheng_DESC
source: A master of Shaolin kung-fu. He likes to collect rocks and stones.
ru: Мастер шаолиньского кунг-фу. Ему нравится собирать красивые камни.

# Recruit_Chin_LiCheng_NAME
source: Li Cheng
ru: Ли Чэн

# Recruit_Chin_Taimei_NAME
source: Taimei
ru: Таймэй

# Recruit_Chin_Yagyu_DESC
source: A formidable opponent, rumored to be in a secret society of assassins.
ru: Легендарный мастер боевых искусств, которого, по слухам, преследуют тайное общество ассасинов. Но это всего лишь слухи.

# Recruit_Chin_Yagyu_NAME
source: Yagyu
ru: Ягю

# Recruit_Chris_DESC
source: Chris is always down for a fight, even if she's the one to start it.
ru: Лучшая подруга Пруви. Её самая большая проблема в том, что она постоянно ввязывается в драки, даже рискую проиграть.

# Recruit_Chris_NAME
source: Chris
ru: Крис

# Recruit_Cyborg_64-RC14_DESC
source: Giant robots from the future disguised as giant robot-looking humans.
ru: Робот, спроектированный как робот, посланный из будущего.

# Recruit_Cyborg_64-RC14_NAME
source: 64-RC14
ru: Г4-РСИ4

# Recruit_Cyborg_CH-R15_DESC
source: Giant robots from the future disguised as giant robot-looking humans.
ru: Робот, присланный из будущего. Часть кожи погрызли крысы.

# Recruit_Cyborg_CH-R15_NAME
source: CH-R15
ru: КР-ИС

# Recruit_Cyborg_D4-V1D_DESC
source: Giant robots from the future disguised as giant robot-looking humans.
ru: Убийца из будущего. В его тело встроено несколько видов оружия.

# Recruit_Cyborg_D4-V1D_NAME
source: D4-V1D
ru: Д3-ВИД

# Recruit_Cyborg_H4-YD3N_DESC
source: When science was not enough, the cyborgs tried their metal hands at magic.
ru: Когда наука больше не помогала, киборги пытались вооружиться магией.

# Recruit_Cyborg_H4-YD3N_NAME
source: H4-YD3N
ru: Х4Й-Д3Н

# Recruit_Cyborg_J3-R3MY_DESC
source: Modern ballistics feels like being hit by feathers to him.
ru: Сильнейший киборг, способный выдержать попадание снаряда. Зачем идти на компромисс?

# Recruit_Cyborg_J3-R3MY_NAME
source: J3-R3MY
ru: ДЖ3-Р3МИ

# Recruit_Cyborg_J4-M35_DESC
source: Giant robots from the future disguised as giant robot-looking humans.
ru: Робот из будущего. В Океанских холмах было так весело, что он в конце концов загорел и сделал себе бодиарт.

# Recruit_Cyborg_J4-M35_NAME
source: J4-M35
ru: ДЖ3-МС

# Recruit_Cyborg_V0-1D1_NAME
source: V0-1D1
ru: В0-ИДИ

# Recruit_Hibari_DESC
source: Hibari would love to web this city up with her threading. The fashionless will suffer.
ru: Визионер из мира моды, готовый наводнить весь город своими творениями.

# Recruit_Hibari_NAME
source: Hibari
ru: Хибари

# Recruit_Jam_DESC
source: She really needs money if she's going to open up her restaurant.
ru: Если она хочет открыть свой ресторан, то деньги ей очень пригодятся.

# Recruit_Jam_NAME
source: Jam Kuradoberi
ru: Джем Курадобери

# Recruit_Kayo_Asuka_DESC
source: Kayo's sister who taught her everything she knows. Still plenty to teach.
ru: Она многому научилась у старшей сестры Кайо. Ещё учиться и учиться.

# Recruit_Kayo_Asuka_NAME
source: Asuka
ru: Аска

# Recruit_Kayo_Kayo_DESC
source: Besties with Kumiko and Misuzu. She always has her handbag with her.
ru: Лучшая подруга Кумико и Мисудзу. Постоянно носит с собой сумочку.

# Recruit_Kayo_Kayo_NAME
source: Kayo
ru: Кайо

# Recruit_Kayo_Nani_DESC
source: Wished too many times at the coin fountain and was punished for her greed.
ru: Слишком много бросала монет в фонтан желаний и была наказана за свою жадность.

# Recruit_Kayo_Nani_NAME
source: Nani
ru: Нани

# Recruit_Kebako_DESC
source: From a different dimension, this catgirl still has no salad.
ru: У этой кошкодевочки из другого измерения всё ещё нет салата.

# Recruit_Kebako_NAME
source: Kebako
ru: Кебако

# Recruit_LARPer_Blaise_DESC
source: They have no aptitude for the arcane, so they like to play pretend.
ru: Ученик волшебника. Плохо разбирается в арканах, так что просто делает вид, что является волшебником.

# Recruit_LARPer_Blaise_NAME
source: Blaise
ru: Блез

# Recruit_LARPer_Caleb_DESC
source: "Any rock can be used for banishing if you throw it hard enough." - Caleb
ru: «Каким бы тяжёлым ни был камень, если бросить его в пруд — то он исчезнет» — Калеб

# Recruit_LARPer_Caleb_NAME
source: Caleb
ru: Калеб

# Recruit_LARPer_Fabian_DESC
source: They have no aptitude for the arcane, so they like to play pretend.
ru: Ученик волшебника. Использует книгу вместо жёсткой подушки.

# Recruit_LARPer_Fabian_NAME
source: Fabian
ru: Фабиан

# Recruit_LARPer_Jareth_DESC
source: He discovered an invisible force that can kill... No, not magic. Radiation.
ru: Ученик волшебника, открывший смертоносное заклинание — радиацию.

# Recruit_LARPer_Jareth_NAME
source: Jareth
ru: Джарет

# Recruit_LARPer_Lucius_DESC
source: They have no aptitude for the arcane, so they like to play pretend.
ru: Любит наряжаться на Хэллоуин.

# Recruit_LARPer_Lucius_NAME
source: Lucius
ru: Люциус

# Recruit_LARPer_Wilmot_DESC
source: They have no aptitude for the arcane, so they like to play pretend.
ru: Ученик волшебника. Слишком ленивый, чтобы чтобы познавать арканы, так что он просто притворяется.

# Recruit_LARPer_Wilmot_NAME
source: Wilmot
ru: Уилмот

# Recruit_Linda_Linda_DESC
source: A tough lady who prefers to punish her enemies with her whip.
ru: Жёсткая дама, предпочитающая наказывать врагов кнутом.

# Recruit_Linda_Linda_NAME
source: Linda
ru: Линда

# Recruit_Linda_Mecha Linda_DESC
source: An evil doppleganger who won't stop until she dominates this entire city.
ru: Злобный двойник, который не остановится, пока не будет властвовать над всем городом.

# Recruit_Linda_Mecha Linda_NAME
source: Mecha Linda
ru: Меха-Линда

# Recruit_Linda_Neo Linda_DESC
source: Linda's twin sister. She was technically born first, so she's in charge.
ru: Сестра-близнец Линды. Формально она родилась первой, так что она тут главная.

# Recruit_Linda_Neo Linda_NAME
source: Neo Linda
ru: Нео-Линда

# Recruit_Luchadora_Estrella_DESC
source: These girls can, and will, crush you. Be careful what you wish for.
ru: Рестлерша, которую часто можно повстречать в Ривер-сити. Настолько сильна, что буквально размазывает противника по полу.

# Recruit_Luchadora_Estrella_NAME
source: Estrella
ru: Этелла

# Recruit_Luchadora_LaLlorona_DESC
source: Some people say that they hear weeping before they see her. Maybe it's just them.
ru: Рестлерша, в которой пробудилась особая сила. Светящиеся глаза пугают прохожих.

# Recruit_Luchadora_LaLlorona_NAME
source: La Llorona
ru: Ла Йорона

# Recruit_Luchadora_Mariana_DESC
source: The leader of the Luchadoras. She's as violent as she is beautiful.
ru: Лидер банды рестлерш. Не только сильна, но и красива.

# Recruit_Luchadora_Mariana_NAME
source: Mariana
ru: Мариана

# Recruit_Luchadora_Rosa_DESC
source: These girls can, and will, crush you. Be careful what you wish for.
ru: Рестлерша, которую часто можно повстречать в Ривер-сити. «Голубые глаза — признак справедливости», этим всё сказано.

# Recruit_Luchadora_Rosa_NAME
source: Rosa
ru: Роза

# Recruit_Luchadora_Valentina_DESC
source: These girls can, and will, crush you. Be careful what you wish for.
ru: Рестлерша, которую часто можно повстречать в Ривер-сити. Исходящая от неё сверхъестественная сила очаровывает людей.

# Recruit_Luchadora_Valentina_NAME
source: Valentina
ru: Валентина

# Recruit_Luchadora_Valeria_DESC
source: These girls can, and will, crush you. Be careful what you wish for.
ru: Рестлерша, которую часто можно повстречать в Ривер-сити. В тайне метит на место главаря.

# Recruit_Luchadora_Valeria_NAME
source: Valeria
ru: Валерия

# Recruit_MaleThug_Chaim_DESC
source: Sabu's illegal chemical reservoir wasn't the best choice for swimming.
ru: Незаконный резервуар с химикатами Сабу — не самое лучшее место для купания.

# Recruit_MaleThug_Chaim_NAME
source: Chaim
ru: Хаим

# Recruit_MaleThug_Davey_DESC
source: Low-life miscreants who learned to fight on the streets.
ru: Бандит, устраивающий драки на улицах. Любит цветастые вещи.

# Recruit_MaleThug_Davey_NAME
source: Davey
ru: Дэви

# Recruit_MaleThug_Farrokh_DESC
source: The streets of River City have toughened his skin and soul.
ru: Бандит, устраивающий драки на улицах. Улицы Ривер-сити закалили его тело и душу.

# Recruit_MaleThug_Farrokh_NAME
source: Farrokh
ru: Фаррух

# Recruit_MaleThug_Georgios_DESC
source: Low-life miscreants who learned to fight on the streets.
ru: Бандит, устраивающий драки на улицах. В глазах виден боевой задор.

# Recruit_MaleThug_Georgios_NAME
source: Georgios
ru: Георгиос

# Recruit_MaleThug_Pete_DESC
source: Low-life miscreants who learned to fight on the streets.
ru: Бандит, устраивающий драки на улицах. Цепь запуталась в волосах, так что теперь он её не снимает.

# Recruit_MaleThug_Pete_NAME
source: Pete
ru: Пит

# Recruit_MaleThug_Rogers_DESC
source: Low-life miscreants who learned to fight on the streets.
ru: Бандит, устраивающий драки на улицах. Считает, что боль в мышцах — лучшая награда.

# Recruit_MaleThug_Rogers_NAME
source: Rogers
ru: Роджерс

# Recruit_Martha_EmpressCrushfist_DESC
source: Martha's nemesis and best friend. It's complicated.
ru: Лучшая подруга и заклятый враг Марты. Всё сложно.

# Recruit_Martha_EmpressCrushfist_NAME
source: Empress Crushfist
ru: Императрица Крашфист

# Recruit_Martha_MarthaSplatterhead_DESC
source: The Combatribes were no longer enough of a challenge for her.
ru: Комбатрибы для неё были недостаточно сильны.

# Recruit_Martha_MarthaSplatterhead_NAME
source: Martha Splatterhead
ru: Марта Сплэттерхед

# Recruit_Martha_QueenEarthbreaker_DESC
source: A Gorgon from another time and place, but she finds she fits here just fine.
ru: Мегера из другого времени и пространства, но здесь себя чувствует просто прекрасно.

# Recruit_Martha_QueenEarthbreaker_NAME
source: Queen Earthbreaker
ru: Королева Эрфбрейкер

# Recruit_NOIZE_DESC
source: Her riffs are as deadly as they are soothing for the soul.
ru: Её риффы в равной степени смертоносны и умиротворяющие.

# Recruit_Paul_DESC
source: Paul is 50 percent boxer and 50 percent showboat. But also one percent casanova.
ru: Наполовину боксёр, наполовину музыкант. И небольшая щепотка ловеласа.

# Recruit_Paul_NAME
source: Paul
ru: Пол

# Recruit_RCRKunio_DESC
source: This guy looks weirdly familiar. Kunio gets deja vu when he looks at him.
ru: Этот парень выглядит подозрительно знакомым. Кажется, Кунио его недолюбливает.

# Recruit_RCRKunio_NAME
source: Alex
ru: Алекс

# Recruit_RCRRiki_DESC
source: This guy looks weirdly familiar. Riki gets deja vu when he looks at him.
ru: Этот парень выглядит подозрительно знакомым. Кажется, Рики его недолюбливает.

# Recruit_RCRRiki_NAME
source: Ryan
ru: Райан

# Recruit_Ryan_DESC
source: This guy looks weirdly familiar. Riki gets deja vu when he looks at him.
ru: Этот парень выглядит подозрительно знакомым. Кажется, Рики его недолюбливает.

# Recruit_Ryan_NAME
source: Ryan
ru: Райан

# Recruit_SchoolBoy_Grendel_DESC
source: Once the prom king. Not really a contender for that title anymore.
ru: Мёртвый ученик Старшей школы Ривер-сити. От былой красоты не осталось и следа.

# Recruit_SchoolBoy_Grendel_NAME
source: Grendel
ru: Грендель

# Recruit_SchoolBoy_Kaitsu_DESC
source: These entitled jerks love to fight dirty.
ru: Ученик Старшей школы Ривер-сити. Любит задирать сверстников.

# Recruit_SchoolBoy_Kaitsu_NAME
source: Kaitsu
ru: Кайцу

# Recruit_SchoolBoy_Kayden_DESC
source: These entitled jerks love to fight dirty.
ru: Ученик Старшей школы Ривер-сити. Ему надоело готовиться к вступительным экзаменам и он любит драться нечестно.

# Recruit_SchoolBoy_Kayden_NAME
source: Kayden
ru: Кайден

# Recruit_SchoolBoy_Malhar_DESC
source: These entitled jerks love to fight dirty.
ru: Ученик Старшей школы Ривер-сити. В карманах пошитых на заказ брюк помещается много песка.

# Recruit_SchoolBoy_Malhar_NAME
source: Malhar
ru: Малхар

# Recruit_SchoolBoy_Mel_DESC
source: Leader of the schoolboys and his own band. So cool.
ru: Ученик Старшей школы Ривер-сити. Очень крутой солист мальчиковой рок-группы.

# Recruit_SchoolBoy_Mel_NAME
source: Mel
ru: Мел

# Recruit_SchoolBoy_Seirai_DESC
source: These entitled jerks love to fight dirty.
ru: Ученик Старшей школы Ривер-сити. Его девиз — «долой авторитеты».

# Recruit_SchoolBoy_Seirai_NAME
source: Seirai
ru: Сэйрай

# Recruit_SchoolGirl_Hannah_DESC
source: If you are not part of their clique, you are part of their problem.
ru: Ученица Старшей школы Ривер-сити. Очки не подходят для чтения.

# Recruit_SchoolGirl_Hannah_NAME
source: Kim
ru: Ким

# Recruit_SchoolGirl_Hinata_DESC
source: If you are not part of their clique, you are part of their problem.
ru: Ученица Старшей школы Ривер-сити. Любит кошек.

# Recruit_SchoolGirl_Hinata_NAME
source: Hinata
ru: Хината

# Recruit_SchoolGirl_Ichika_DESC
source: If you are not part of their clique, you are part of their problem.
ru: Ученица Старшей школы Ривер-сити. Если вы не в её классе, значит вы противник.

# Recruit_SchoolGirl_Ichika_NAME
source: Ichika
ru: Ичика

# Recruit_SchoolGirl_Nen_DESC
source: The dominant female of the pack. She didn't get the part for her looks.
ru: Староста класса. Очень прилежная.

# Recruit_SchoolGirl_Nen_NAME
source: Nen
ru: Нен

# Recruit_SchoolGirl_Reina_DESC
source: If you are not part of their clique, you are part of their problem.
ru: Ученица Старшей школы Ривер-сити. Одета скромно, но очень агрессивна.

# Recruit_SchoolGirl_Reina_NAME
source: Reina
ru: Рейна

# Recruit_SchoolGirl_Vesper_DESC
source: She tried a seance one night with her friends. It didn't end well.
ru: Ученица Старшей школы Ривер-сити. Однажды с подругами призвала злых духов и стала одержимой.

# Recruit_SchoolGirl_Vesper_NAME
source: Vesper
ru: Веспер

# Recruit_SolBadguy_DESC
source: A living legend. The first gear. Sadly, legend-status doesn't pay bills.
ru: Суровый и ленивый. Он немногословен и говорит только по существу.

# Recruit_SolBadguy_NAME
source: Sol Badguy
ru: Сол Бэдгай

# Recruit_Tigerman_Aurelien_DESC
source: These pro wrestlers are as agile as they are musclebound.
ru: Профессиональный рестлер из Ривер-сити. Может, руки у него коротковаты, но зато мускулисты и проворны.

# Recruit_Tigerman_Aurelien_NAME
source: Aurelien
ru: Орельен

# Recruit_Tigerman_Dwayne_DESC
source: These pro wrestlers are as agile as they are musclebound.
ru: Профессиональный рестлер из Ривер-сити. Маску тигра чистит каждый день.

# Recruit_Tigerman_Dwayne_NAME
source: Dwayne
ru: Дуэйн

# Recruit_Tigerman_Hellwig_DESC
source: He made a heel turn years ago and never turned back.
ru: Профессиональный рестлер из Ривер-сити. Каждый день приходится накладывать грим по шесть часов, чтобы выглядеть по-злодейски.

# Recruit_Tigerman_Hellwig_NAME
source: Hellwig
ru: Хеллвиг

# Recruit_Tigerman_Leon_DESC
source: These pro wrestlers are as agile as they are musclebound.
ru: Профессиональный рестлер из Ривер-сити. У него хорошие дружеские отношения с коллегой Дуэйном.

# Recruit_Tigerman_Leon_NAME
source: Leon
ru: Леон

# Recruit_Tigerman_Oscar_DESC
source: Never took a knife edge chop he didn't sadistically enjoy.
ru: Профессиональный рестлер из Ривер-сити. Настолько полон сил, что не может уснуть.

# Recruit_Tigerman_Oscar_NAME
source: Oscar
ru: Оскар

# Recruit_Tigerman_Szatkowski_DESC
source: These pro wrestlers are as agile as they are musclebound.
ru: Профессиональный зомби-рестлер из Ривер-сити. Не бойтесь заразиться — из-за маски он не может кусать.

# Recruit_Tigerman_Szatkowski_NAME
source: Szatkowski
ru: Шатковский

# Recruit_Trash_Garbage_DESC
source: Trash's brother that used to bully him. Just think how he feels about you.
ru: Брат Треша, который когда-то его обижал. Теперь представьте себе, что он думает про вас.

# Recruit_Trash_Garbage_NAME
source: Garbage
ru: Гарбэдж

# Recruit_Trash_Scum_DESC
source: His mother warned him not to drink Turbo Juice excessively.
ru: Мама предупреждала его не пить слишком много Турбо-сока.

# Recruit_Trash_Scum_NAME
source: Scum
ru: Скам
